Repository: linuxmint/gnome-apps
Catalog: banshee/po/*.po
Languages: cs, hr

source: Ubuntu One Music Store
hr: Ubuntu One glazbena trgovina

source: Could not create decodebin plugin
hr: Nemoguće stvaranje decodebin2 priključka

source: Techno
hr: Tehno

source: {0} video
hr: {0} video snimka

source: Extra
hr: Dodatno

source: Copyrig_ht:
hr: Autorska _prava:

source: Video
hr: Video snimka

source: _Audio
hr: _Zvučni zapisi

source: _Video
hr: _Video snimke

source: _Text
hr: _Tekst

source: Youth Media
hr: Omladinski medij

source: Software
hr: Softver

source: Mix
hr: Miks

source: Miro Guide
hr: Miro vodič

source: Copyright:
hr: Autorsko pravo:
