Repository: linuxmint/gnome-apps
Catalog: banshee/po/*.po
Languages: cs, hr

source: Disconnected from music share
cs: Odpojeno od sdílené hudby
hr: Nije povezano s dijeljenjem glazbe

source: Unable to connect to music share
cs: Není možno připojit se ke sdílené hudbě
hr: Nemoguće povezivanje s dijeljenjem glazbe

source: Back
cs: Zpět
hr: Natrag

source: iTunes® 7 introduced new compatibility issues and currently only works with other iTunes® 7 clients. No third-party clients can connect to iTunes® music shares anymore. This is an intentional limitation by Apple in iTunes® 7 and newer, we apologize for the unfortunate inconvenience.
cs: V aplikaci iTunes® 7 se objevily nové problémy s kompatibilitou a iTunes® 7 proto v současné době spolupracují pouze s dalšími klienty iTunes® 7. K hudebním sdílením iTunes® se nemohou připojit žádní klienti třetích stran. Toto omezení bylo úmyslně zavedeno firmou Apple v iTunes® 7 a novějších. Omlouváme se za vzniklé problémy.
hr: iTunes® 7 je predstavio novi problem kompatibilnosti i trenutno radi samo s drugim iTunes® 7 klijentima. Klijenti treće strane se više ne mogu povezati s iTunes® glazbenim dijeljenjem. To je namjerno ograničenje od strane Apple u iTunes® 7 i novijima inačicama, ispričavamo se zbog ove neugodnost.

source: Common reasons for connection failures:
cs: Běžné důvody selhání připojení:
hr: Najčešći razlozi neuspješnog povezivanja:

source: The provided login credentials are invalid
cs: Poskytnuté přihlašovací informace jsou neplatné
hr: Pružane vjerodajnice prijave su nevažeće

source: The login process was canceled
cs: Přihlašovací proces byl zrušen
hr: Postupak prijave je prekinut

source: Too many users are connected to this share
cs: K tomuto sdílení je připojeno příliš mnoho uživatelů
hr: Previše korisnika je povezano s ovim dijeljenjem

source: You are no longer connected to this music share
cs: K tomuto sdílení hudby již nejste připojeni
hr: Niste više povezani s ovim glazbenim dijeljenjem

source: Try connecting again
cs: Zkuste se připojit znovu
hr: Pokušajte se povezati ponovno

source: The music share is hosted by iTunes® 7 or newer
cs: Sdílení hudby je hostováno na iTunes® 7 nebo novějším
hr: Glazbeno dijeljenje omogućuje iTunes® 7 ili noviji

source: Login to Music Share
cs: Přihlásit se ke sdílení hudby
hr: Prijavite se na Glazbeno dijeljenje

source: Authentication Required
cs: Je vyžadováno ověření
hr: Potrebna je ovjera

source: Username:
cs: Uživatelské jméno:
hr: Korisničko Ime:

source: Password:
cs: Heslo:
hr: Lozinka:

source: Login
cs: Přihlášení
hr: Prijava

source: Connecting to {0}
cs: Připojování k {0}
hr: Povezivanje s {0}

source: Add Remote DAAP Server
cs: Přidat vzdálený server DAAP
hr: Dodaj udaljeni DAAP poslužitelj

source: Add a new remote DAAP server
cs: Přidat nový vzdálený server DAAP
hr: Dodaj novi udaljeni DAAP poslužitelj

source: Music Share
cs: Sdílení hudby
hr: Glazbeno dijeljenje

source: Logging in to {0}.
cs: Přihlašování k {0}.
hr: Povezivanje s {0}.

source: Loading {0} track
cs: Načítá se {0} stopa
hr: Učitavanje {0} pjesme

source: Loading playlists
cs: Načítají se seznamy skladeb
hr: Učitavanje popisa izvođenja

source: Open remote DAAP server
cs: Otevřít vzdálený server DAAP
hr: Otvori udaljeni DAAP poslužitelj

source: Enter server IP address and port:
cs: Zadejte adresu IP serveru a port:
hr: Upiši IP adresu i ulaz poslužitelja:

source: Downloads
cs: Stažení
hr: Preuzimanja

source: Downloading eMusic Track(s)
cs: Stahuje se stopa či stopy z eMusic

source: Initializing...
cs: Inicializuje se…
hr: Pokretanje...

source: Cancel all eMusic downloads?
cs: Zrušit všechna stahování z eMusic?

source: Transferring {0} file at {1} KB/s
cs: Právě se přenáší {0} soubor rychlostí {1} kB/s
hr: Prijenos {0} od {2} datoteke pri {1} KB/s

source: Canceling Downloads
cs: Ruší se stahování
hr: Prekidanje preuzimanja

source: Waiting for downloads to terminate...
cs: Čeká se na ukončení stahování…
hr: Čekanje prekidanja preuzimanja...

source: Import eMusic Downloads to Library
cs: Importovat stažené z eMusic do kolekce

source: eMusic Files
cs: Soubory eMusic

source: eMusic Tracks
cs: Stopy eMusic

source: Search eMusic
cs: Prohledat eMusic

source: Sign Out of eMusic
cs: Odhlásit se z eMusic

source: File System Queue
cs: Fronta souborového systému
hr: Čekanje datotečnog sustava

source: Clear
cs: Vyprázdnit
hr: Obriši

source: Remove all tracks from the file system queue
cs: Odstranit všechny skladby z fronty souborového systému
hr: Ukloni sve zapise sa zahtjeva za reprodukciju

source: Clear on Quit
cs: Vyprázdnit při ukončení
hr: Obriši i zatvori

source: Clear the file system queue when quitting
cs: Vyprázdnit frontu souborového systému při ukončení
hr: Obriši čekanje datotečnog sustava pri zatvaranju

source: Duplicate Albums
cs: Duplikovat album
hr: Duplikati albuma

source: Displayed are albums that should likely be merged. For each row, click the desired title to make it bold, or uncheck it to take no action.
cs: Zobrazená jsou alba, která by měla být sloučena. U každého řádku klikněte na požadovaný název, aby byl tučným písmem, nebo zrušte zaškrtnutí, aby se neprovedla žádná akce.
hr: Prikazani su albumi koji bi vjerojatno trebali biti spojeni. Za svaki redak, kliknite na željeni naziv da postane podebljan, ili uklonite oznaku da se ne izvrši.

source: Duplicate Artists
cs: Duplikovat umělce
hr: Duplikati izvođača

source: Displayed are artists that should likely be merged. For each row, click the desired name to make it bold, or uncheck it to take no action.
cs: Zobrazení jsou umělci, kteří by měli být sloučeni. U každého řádku klikněte na požadované jméno, aby bylo tučným písmem, nebo zrušte zaškrtnutí, aby se neprovedla žádná akce.
hr: Prikazani su izvođači koji bi vjerojatno trebali biti spojeni. Za svaki redak, kliknite na željeni naziv da postane podebljan, ili uklonite oznaku da se ne izvrši.

source: Fix Music Metadata...
cs: Opravit metadata hudby…
hr: Popravi glazbene metapodatake...

source: Metadata Fixer
cs: Opravář metadat
hr: Popravljač metapodataka

source: Problem Type:
cs: Typ problému:
hr: Vrsta problema:

source: Apply Selected Fixes
cs: Použít vybrané opravy
hr: Primijeni odabrane popravke

source: Duplicate Genres
cs: Duplikovat žánry
hr: Duplikati žanrova

source: Displayed are genres that should likely be merged. For each row, click the desired genre to make it bold, or uncheck it to take no action.
cs: Zobrazené jsou žánry, která by měly být sloučeny. U každého řádku klikněte na požadovaný název, aby byl tučným písmem, nebo zrušte zaškrtnutí, aby se neprovedla žádná akce.
hr: Prikazani su žanrovi koji bi vjerojatno trebali biti spojeni. Za svaki redak, kliknite na željeni naziv da postane podebljan, ili uklonite oznaku da se ne izvrši.

source: and
cs: a
hr: i

source: Fix?
cs: Opravit?
hr: Popravi?

source: View Item Details
cs: Zobrazit podrobnosti o položce
hr: Prikaži pojedinosti stavke

source: Open Webpage
cs: Otevřít webovou stránku
hr: Otvori web stranicu

source: Visit Archive.org
cs: Navštívit Archive.org
hr: Posjeti Archive.org

source: Subscribe
cs: Přihlásit se
hr: Pretplata

source: Subscribe to this search as a podcast
cs: Přihlásit se k tomuto hledání jako k podcastu
hr: Pretplatite se na ovu tražilicu kao podcast

source: Internet Archive: {0}
cs: Internetový archiv: {0}
hr: Internet Arhiva: {0}

source: Close Item
cs: Zavřít položku
hr: Zatvori stavku

source: Getting item details from the Internet Archive
cs: Získávají se podrobnosti položky z Internetového archivu
hr: Preuzimanje pojedinosti stavaka iz Internet Arhive

source: Timed out getting item details from the Internet Archive
cs: Překročen časový limit při získávání podrobností položky z Internetového archivu
hr: Istek vremena preuzimanja pojedinosti stavaka iz Internet Arhive

source: Try Again
cs: Zkusit znovu
hr: Pokušajte ponovno

source: Error getting item details from the Internet Archive
cs: Chyba při získávání podrobností položky z Internetového archivu
hr: Greška preuzimanja pojedinosti stavaka iz Internet Arhive

source: Description
cs: Popis
hr: Opis

source: Creator:
cs: Tvůrce:
hr: Tvorac:

source: Venue:
cs: Dějiště:
hr: Mjesto održavanja:

source: Location:
cs: Umístění:
hr: Lokacija:

source: Date:
cs: Datum:
hr: Datum:

source: Year:
cs: Rok:
hr: Godina:

source: Publisher:
cs: Vydavatel:
hr: Izdavač:

source: Keywords:
cs: Klíčová slova:
hr: Ključne riječi:

source: License URL:
cs: URI licence:
hr: Licencni URL:

source: Language:
cs: Jazyk:
hr: Jezik:

source: Downloads, overall:
cs: Počet stažení celkově:
hr: Preuzeto, ukupno puta:

source: Downloads, past month:
cs: Počet stažení minulý měsíc:
hr: Preuzeto, prošlog mjeseca:

source: Downloads, past week:
cs: Počet stažení minulý týden:
hr: Preuzeto, prošlog tjedna:

source: Added:
cs: Přidáno:
hr: Dodano:

source: Added by:
cs: Přidal:
hr: Dodao:

source: Collections:
cs: Sbírky:
hr: Kolekcije:

source: Contributor:
cs: Přispěvatel:
hr: Doprinjeo:

source: Recorded by:
cs: Zaznamenal:
hr: Snimio:

source: Lineage:
cs: Rodokmen:
hr: Porijeklo:

source: Transferred by:
cs: Přenesl:
hr: Prenio:

source: Reviews
cs: Recenze
hr: Recenzije

source: {0} reviewer
cs: {0} recenzent
hr: {0} recenzenat, prosječno {1}

source: {0} by {1} on {2}
cs: {0} od {1} na {2}
hr: {0} od {1} dana {2}

source: Write your own review
cs: Napsat svoji vlastní recenzi
hr: Napišite vlastitu recenziju

source: Collection:
cs: Sbírka:
hr: Kolekcija:

source: Optional Query
cs: Volitelný dotaz
hr: Neobavezan upit

source: Sort by:
cs: Řadit podle:
hr: Poredaj po:

source: Preferred Media Types
cs: Upřednostňované typy médií
hr: Poželjna vrsta medija

source: Search...
cs: Hledat…
hr: Pretraga...

source: _Go
cs: Pře_jít
hr: _Idi

source: Staff Picks
cs: Hodné pozornosti
hr: Odabir osoblja

source: Creative Commons
cs: Licence Creative Commons

source: History
cs: Historie
hr: Povijest:

source: Classic Cartoons
cs: Klasické kreslené filmy
hr: Klasični animirani filmovi

source: Speeches
cs: Mluvené slovo
hr: Govori

source: For Children
cs: Pro děti
hr: Za djecu

source: Poetry
cs: Poezie
hr: Poezija

source: Creator is United States
cs: Tvůrcem jsou Spojené státy
hr: Autor je Sjedinjene Države

source: Old Movies
cs: Staré filmy
hr: Stari filmovi

source: New From LibriVox
cs: Nové z LibriVox
hr: Novo Iz LibriVox

source: Old Texts
cs: Staré texty
hr: Stari tekstovi

source: Library of Congress
cs: Kongresová knihovna
hr: Kongresna knjižnica

source: Examples:
cs: Ukázky:
hr: Primjeri:

source: The Internet Archive, a 501(c)(3) non-profit, is building a digital library of Internet sites and other cultural artifacts in digital form. Like a paper library, we provide free access to researchers, historians, scholars, and the general public.
cs: Internetový archiv, nezisková organizace 501(c)(3) v USA, buduje digitální knihovnu internetových webových stránek a dalších kulturních artefaktů v digitální podobě. Podobně jako klasické knihovny poskytuje volný přístup pro badatele, historiky, studenty a širokou veřejnost.
hr: The Internet Arhiva, a 501(c)(3) neprofitna, izgrađuje digitalnu zbirku Internet stranica i drugih kulturnih artefakata u digitalnom obliku. Kao i klasične knjižnice, nudimo slobodan pristup istraživačima, povijesničarima, znanstvenicima i ostaloj javnosti.

source: Visit the Internet Archive online at archive.org
cs: Navštívit Internetový archiv on-line na archive.org
hr: Posjetite Internet Arhivu na archive.org

source: Movies
cs: Filmy
hr: Filmovi

source: Lectures
cs: Přednášky
hr: Predavanja

source: Concerts
cs: Koncerty
hr: Koncerti

source: Books
cs: Knihy
hr: Knjige

source: Search Results
cs: Výsledky hledání
hr: Rezultati pretrage

source: Searching the Internet Archive
cs: Prohledává se Internetový archiv
hr: Pretraživanje Internet Arhive

source: No matches.
cs: Žádné shody.
hr: Nema rezultata.

source: Showing 1 match
cs: Zobrazuje se 1 shoda
hr: Prikazivanje 1 od {0:N0} od {1:N0} ukupno rezultata

source: Timed out searching the Internet Archive
cs: Překročen časový limit při prohledávání Internetového archivu
hr: Isteklo je vrijeme pretraživanja Internet Arhive

source: Error searching the Internet Archive
cs: Chyba při prohledávání Internetového archivu
hr: Greška pretraživanja Internet Arhive

source: Fetch more results from the Internet Archive?
cs: Získat více výsledků z Internetového archivu?
hr: Preuzmi više rezultata s Internet Arhive?

source: Fetch More
cs: Získat více
hr: Preuzmi više

source: Creator
cs: Tvůrce
hr: Tvorac

source: Publisher
cs: Vydavatel
hr: Izdavač

source: Formats
cs: Formáty
hr: Formati

source: Added
cs: Přidáno
hr: Dodano

source: Collection
cs: Sbírka
hr: Kolekcija

source: Contributor
cs: Přispěvatel
hr: Doprinjeo

source: Created
cs: Vytvořeno
hr: Izrađeno

source: Format
cs: Formát

source: Language
cs: Jazyk
hr: Jezik

source: Media Type
cs: Typ média
hr: Vrsta medija

source: Review Count
cs: Počet recenzí
hr: Broj recenzija

source: Moving Images
cs: Pohyblivé obrázky
hr: Pokretne slike

source: Animation & Cartoons
cs: Animované a kreslené filmy
hr: Animacije i crtići

source: Arts & Music
cs: Umění a hudba
hr: Umjetnost i glazba

source: Computers & Technology
cs: Počítače a technologie
hr: Računala i tehnologija

source: Cultural & Academic Films
cs: Kultura a akademické filmy
hr: Kulturni i akademski filmovi

source: Ephemeral Films
cs: Krátké filmy
hr: Kratki film

source: Home Movies
cs: Domácí filmy
hr: Kućni filmovi

source: News & Public Affairs
cs: Aktuality a veřejné události
hr: Vijesti i javna pitanja

source: Open Source Movies
cs: Otevřené filmové nahrávky
hr: Slobodni filmovi

source: Prelinger Archives
cs: Prelingerovy archivy
hr: Prelinger Arhiva

source: Spirituality & Religion
cs: Duchovní a náboženské
hr: Duhovnost i religija

source: Sports Videos
cs: Sportovní videa
hr: Sportski video

source: Videogame Videos
cs: Videa z videoher
hr: Snimke videoigara

source: Vlogs
cs: Video blogy

source: Texts
cs: Texty
hr: Tekstovi

source: American Libraries
cs: Americké knihovny
hr: Američke knjižnice

source: Canadian Libraries
cs: Kanadské knihovny
hr: Kanadske knjižnice

source: Universal Library
cs: Všeobecná knihovna
hr: Univerzalna knjižnica

source: Project Gutenberg
cs: Projekt Gutenberg
hr: Projekt Gutenberg

source: Children's Library
cs: Dětská knihovna
hr: Dječja knjižnica

source: Biodiversity Heritage Library
cs: Knihovna Biodiversity Heritage
hr: Knjižnica baštine biološke raznolikosti

source: Additional Collections
cs: Dodatečné sbírky
hr: Dodatne kolekcije

source: Audio Books & Poetry
cs: Zvukové knihy a poezie
hr: Zvukovne knjige i poezija

source: Live Music Archive
cs: Archiv s živou hudbou
hr: Arhiva žive glazbe

source: Music & Arts
cs: Hudba a umění
hr: Glazba i umjetnost

source: Netlabels
cs: Internetoví vydavatelé

source: Non-English Audio
cs: Neanglické zvukové nahrávky
hr: Ne-engleski zvučni zapisi

source: Open Source Audio
cs: Otevřené zvukové nahrávky
hr: Slobodni zvučni zapisi

source: Radio Programs
cs: Programy rádií
hr: Radio programi

source: Education
cs: Vzdělávání
hr: Obrazovanje

source: Downloads This Week
cs: Staženo tento týden
hr: Preuzeto ovog tjedna

source: Newest
cs: Nejnovější
hr: Najnovije

source: Oldest
cs: Nejstarší
hr: Najstarije

source: Radio
cs: Rádio

source: Add Station
cs: Přidat stanici
hr: Dodaj stanicu

source: Add a new Internet Radio station or playlist
cs: Přidat novou internetovou rozhlasovou stanici nebo seznam skladeb
hr: Dodajte novu Internetsku radio stanicu ili popis izvođenja

source: Search your stations
cs: Hledat své stanice
hr: Pretražite svoje stanice

source: Edit Station
cs: Upravit stanici
hr: Uredi stanicu

source: Station
cs: Stanice
hr: Stanica

source: {0} station
cs: {0} stanice
hr: {0} stanica

source: Please provide a valid station URI
cs: Zadejte prosím správnou adresu URI stanice
hr: Upišite valjanu URI stanicu

source: Please provide a station genre
cs: Zadejte prosím žánr stanice
hr: Upišite žanr stanice

source: Please provide a station title
cs: Zadejte prosím název stanice
hr: Upišite naziv stanice

source: Add new radio station
cs: Přidat novou rozhlasovou stanici
hr: Dodaj novu radio stanicu

source: Edit radio station
cs: Upravit rozhlasovou stanici
hr: Uredi radio stanicu

source: Enter the Genre, Title and URL of the radio station you wish to add. A description is optional.
cs: Zadejte žánr, název a URL rozhlasové stanice, kterou chcete přidat. Popis je volitelný.
hr: Upišite žanr, naziv i URL radio stanice koju želite dodati. Opis nije obavezno upisati.

source: Station Genre:
cs: Žánr stanice:
hr: Žanr stanice:

source: Station Name:
cs: Název stanice:
hr: Naziv stanice:

source: Stream URL:
cs: Adresa URL proudu:
hr: URL streama:

source: Station Creator:
cs: Tvůrce stanice:
hr: Tvorac stanice:

source: Description:
cs: Popis:
hr: Opis:

source: Rating:
cs: Hodnocení:
hr: Ocjena:

source: Configure the Audioscrobbler plugin
cs: Nastavit zásuvný modul Audioscrobbler
hr: Podesi Audioscrobbler priključak

source: Visit _User Profile Page
cs: Navštívit stránku s profilem _uživatele
hr: Posjetite _stranicu profila korisnika

source: Visit Your Last.fm Profile Page
cs: Navštívit stránku se svým profilem na Last.fm
hr: Posjetite vašu Last.fm stranicu korisnika profila

source: _Enable Song Reporting From Banshee
cs: Povolit oznamování skladeb z Bansh_ee
hr: _Omogući prijavu pjesama s Bansheeja

source: Enable song reporting From Banshee
cs: Povolit oznamování skladeb z Banshee
hr: Omogući prijavu pjesama s Bansheeja

source: _Enable Song Reporting From Device
cs: Povolit oznamování skladeb ze zaříz_ení
hr: _Omogući prijavu pjesama s uređaja

source: Enable song reporting From Device
cs: Povolit oznamování skladeb ze zařízení
hr: Omogući prijavu pjesama s uređaja

source: Scrobbling from device
cs: Scrobbling ze zařízení
hr: Scroblanje s uređaja

source: Scrobbling from device...
cs: Provádí se scrobbling ze zařízení…
hr: Scroblanje s uređaja...

source: Processing track {0} of {1} ...
cs: Zpracovává se stopa {0} z {1}…
hr: Obrada zapisa {0} od {1} ...

source: Connect
cs: Připojit
hr: Poveži se

source: View on Last.fm
cs: Prohlédnout na Last.fm
hr: Pogledaj na Last.fm-u

source: View this artist's Last.fm page
cs: Zobrazit stránku tohoto umělce na Last.fm
hr: Pogledajte ovog izvođača na Last.fm stranici

source: View Artist on Wikipedia
cs: Prohlédnout umělce na Wikipedii
hr: Pogledaj Izvođača na Wikipediji

source: Find this artist on Wikipedia
cs: Najít tohoto umělce na Wikipedii
hr: Potražite izvođača na Wikipediji

source: View Artist's Videos
cs: Prohlédnout umělcova videa
hr: Pogledaj spot Izvođača

source: Find videos by this artist
cs: Najít videa podle umělce
hr: Pronađite spotove ovog izvođača

source: Recommend to
cs: Doporučit komu
hr: Preporučite

source: Recommend this artist to someone
cs: Doporučit někomu tohoto umělce
hr: Preporučite ovog izvođača nekome

source: View this album's Last.fm page
cs: Zobrazit stránku tohoto alba na Last.fm
hr: Pogledajte Last.fm stranicu ovog albuma

source: Recommend this album to someone
cs: Doporučit někomu toto album
hr: Preporučite ovaj album nekome

source: View this track's Last.fm page
cs: Zobrazit stránku této stopy na Last.fm
hr: Pogledajte ovu pjesmu na Last.fm stranici

source: Recommend this track to someone
cs: Doporučit někomu tuto stopu
hr: Preporučite ovu pjesmu nekome

source: http://en.wikipedia.org/wiki/{0}
cs: http://cs.wikipedia.org/wiki/{0}

source: Account
cs: Účet
hr: Račun

source: _Username
cs: _Uživatelské jméno
hr: _Korisničko Ime

source: Sign up for Last.fm
cs: Zaregistrovat se na Last.fm
hr: Otvorite račun na Last.fm-u

source: Open Last.fm in a browser, giving you the option to authorize Banshee to work with your account
cs: Otevřít Last.fm v prohlížeči, což vám dá možnost pověřit Banshee k práci s vaším účtem
hr: Otvirite Last.fm u pregledniku, kako bi dopustili Bansheeju da radi s vašim računom

source: Log in to Last.fm
cs: Přihlásit k Last.fm
hr: Prijavi se na Last.fm

source: You need to allow Banshee to access your Last.fm account.
cs: Musíte Banshee povolit přístup ke svému učtu na Last.fm.
hr: Morate dopustiti Banshee-u pristup vašem Last.fm računu

source: Finish Logging In
cs: Dokončit přihlášení
hr: Završi prijavu

source: You are logged in to Last.fm as the user <i>{0}</i>.
cs: Jste přihlášeni k Last.fm jako uživatel <i>{0}</i>.
hr: Prijavljeni ste na Last.fm kao <i>{0}</i> korisnik.

source: Log out of Last.fm
cs: Odhlášení z Last.fm
hr: Odjavi se s Last.fm-a

source: Recently Loved Tracks
cs: Nedávno oblíbené stopy
hr: Nedavno omiljene pjesme

source: Recently Played Tracks
cs: Naposledy přehrané stopy
hr: Nedavno svirane pjesme

source: My Top Artists
cs: Moji nejoblíbenější umělci
hr: Moji najpopularniji izvođači

source: {0} plays
cs: {0} přehrání
hr: {0} puta odsvirano

source: Account Settings
cs: Nastavení účtu
hr: Postavke računa

source: Join Last.fm
cs: Připojit se k Last.fm
hr: Pridruži se Last.fm-u

source: Last.fm Recommendations
cs: Doporučení Last.fm
hr: Last.fm preporuke

source: Top Albums by {0}
cs: Nejlepší alba od {0}
hr: Najbolji albumi od {0}

source: Top Tracks by {0}
cs: Nejlepší stopy od {0}
hr: Najbolje pjesme od {0}

source: Recommended Artists
cs: Doporučení umělci
hr: Preporučeni izvođači

source: No similar artists found
cs: Nebyli nalezeni podobní umělci
hr: Nema pronađenih srodnih izvođača

source: {0}% Similarity
cs: {0}% podobnost
hr: {0}% srodnost

source: Unknown Similarity
cs: Neznámá podobnost
hr: Nepoznata srodnost

source: _Add Station...
cs: _Přidat stanici…
hr: _Dodaj stanicu...

source: Add a new Last.fm radio station
cs: Přidat novou rozhlasovou stanici z Last.fm
hr: Dodajte novu Last.fm radio stanicu

source: Listen to {0} Station
cs: Poslouchat stanici {0}
hr: Slušajte {0} stanicu

source: Listen to the Last.fm {0} station for this artist
cs: Poslouchat na stanici {0} na Last.fm tohoto umělce
hr: Slušajte Last.fm {0} stanicu za ovog izvođača

source: Fans of
cs: Fanoušci od
hr: Obožavatelji od

source: Similar to
cs: Podobné komu
hr: Srodno

source: Love Track
cs: Oblíbené stopy
hr: Sviđa mi se pjesma

source: Mark current track as loved
cs: Označit tuto stopu jako oblíbenou
hr: Označi trenutnu pjesmu sa Sviđa mi se

source: Ban Track
cs: Zakázaná stopa
hr: Zabrani pjesmu

source: Mark current track as banned
cs: Označit tuto stopu jako zakázanou
hr: Označi trenutnu pjesmu sa zabranom

source: Fans of {0}
cs: Fanoušci od {0}
hr: Obožavatelji od {0}

source: Similar to {0}
cs: Podobné jako {0}
hr: Srodno {0}

source: _Add Station
cs: _Přidat stanici
hr: _Dodaj stanicu

source: Sort Stations by
cs: Seřadit stanice podle
hr: Razvrstaj stanice prema

source: Total Play Count
cs: Celkový počet přehrání
hr: Ukupni broj reprodukcija

source: New Station
cs: Nová stanice
hr: Nova stanica

source: Station _Type:
cs: _Typ stanice:
hr: Vrsta _stanice:

source: Last.fm Station
cs: Stanice z Last.fm
hr: Last.fm stanica

source: Edit Last.fm Station
cs: Upravit stanici z Last.fm
hr: Uredi Last.fm stanicu

source: Delete Last.fm Station
cs: Odstranit stanici Last.fm
hr: Obriši Last.fm stanicu

source: Tuning Last.fm to {0}.
cs: Naladit Last.fm na {0}.
hr: Pokreni Last.fm na {0}.

source: Failed to tune in station. {0}
cs: Selhalo naladění stanice. {0}
hr: Neuspjelo pokretanje stanice. {0}

source: Getting new songs for {0}.
cs: Získávání nových skladeb pro {0}.
hr: Dobij nove pjesme za {0}.

source: No new songs available for {0}.
cs: Nejsou dostupné žádné nové skladby pro {0}.
hr: Nama dostupnih novih pjesama za {0}.

source: Failed to get new songs for {0}.
cs: Selhalo získání nových skladeb pro {0}.
hr: Neuspjelo preuzimanje novih pjesama za {0}.

source: {0} song played
cs: {0} skladba přehrána
hr: {0} pjesma preslušana

source: Recommended
cs: Doporučované
hr: Preporučeno

source: Personal
cs: Osobní
hr: Osobno

source: Banshee Group
cs: Skupina Banshee
hr: Banshee grupa
