Repository: linuxmint/gnome-apps
Catalog: banshee/po/*.po
Languages: cs, hr

source: bitrate
cs: datovy_tok
hr: brzina-prijenosa

source: Sample Rate
cs: Vzorkovací frekvence
hr: Frekvencija

source: samplerate
cs: vzorkovaci_frekvence
hr: frekvencija

source: Bits Per Sample
cs: Bitů na vzorek
hr: Taktova po uzorku

source: bitspersample
cs: bitu_na_vzorek
hr: taktova-po-uzorku

source: bitdepth
cs: bitova_hloubka
hr: dubina takta

source: quantization
cs: kvantovani
hr: kvantizacija

source: Name
cs: Název
hr: Naziv

source: title
cs: nazev
hr: naslov

source: titled
cs: nazvano
hr: naslovljeno

source: name
cs: nazev
hr: naziv

source: named
cs: pojmenovano
hr: nazvano

source: year
cs: rok
hr: godina

source: released
cs: vydano
hr: objavljeno

source: yr
cs: roku
hr: god

source: genre
cs: zanr
hr: žanr

source: composer
cs: skladatel
hr: skladatelj

source: conductor
cs: dirigent
hr: dirigrnt

source: grouping
cs: seskupeni
hr: grupiranje

source: comment
cs: poznamka
hr: komentar

source: License
cs: Licence
hr: Licenca

source: license
cs: licence
hr: licenca

source: licensed
cs: licencovano
hr: licencirano

source: under
cs: pod
hr: pod

source: rating
cs: hodnoceni
hr: ocjenjivanje

source: stars
cs: hvezdicek
hr: zvjezdice

source: Play Count
cs: Počet přehrání
hr: Broj reprodukcije

source: plays
cs: prehrani
hr: reproducira

source: playcount
cs: pocet_prehrani
hr: broj reprodukcija

source: listens
cs: poslechu
hr: slušanje

source: Skip Count
cs: Počet přeskočení
hr: Broj preskoka

source: skips
cs: preskoceni
hr: preskoka

source: skipcount
cs: pocet_preskoceni
hr: broj preskoka

source: File Size
cs: Velikost souboru
hr: Veličina datoteke

source: size
cs: velikost
hr: veličina

source: filesize
cs: velikost_souboru
hr: veličina datoteke

source: File Location
cs: Umístění souboru
hr: Lokacija datoteke

source: path
cs: cesta
hr: putanja

source: file
cs: soubor
hr: datoteka

source: location
cs: umisteni
hr: lokacija

source: Time
cs: Čas
hr: Vrijeme

source: duration
cs: trvani
hr: trajanje

source: length
cs: delka
hr: duljina

source: time
cs: cas
hr: vrijeme

source: Mime Type
cs: Typ MIME
hr: Mime vrsta

source: type
cs: typ
hr: vrsta

source: mimetype
cs: typ_mime
hr: mime vrsta

source: ext
cs: pripona

source: Last Played
cs: Naposledy přehráno
hr: Posljednja reprodukcija

source: lastplayed
cs: naposledy_prehrano
hr: posljednja-reprodukcija

source: played
cs: prehrano
hr: reproducirano

source: playedon
cs: prehrano_na
hr: reproducirano na

source: Last Skipped
cs: Naposledy přeskočeno
hr: Posljednji preskok

source: lastskipped
cs: naposledy_preskoceno
hr: posljednji-preskok

source: skipped
cs: preskoceno
hr: preskočeno

source: skippedon
cs: preskoceno_na
hr: preskočeno na

source: Date Added
cs: Datum přidání
hr: Datum dodavanja

source: added
cs: pridano
hr: dodano

source: imported
cs: importovano
hr: uvezeno

source: addedon
cs: pridano_na
hr: dodano na

source: dateadded
cs: datum_pridani
hr: datum dodavanja

source: importedon
cs: importovano_na
hr: uveženo na

source: Smart Playlist
cs: Chytrý seznam skladeb
hr: Pametan popis izvođenja

source: score
cs: bodovani
hr: ocjena

source: Playback Error
cs: Chyba přehrávání
hr: Greška reprodukcije

source: playbackerror
cs: chyba_prehravani
hr: greška-reprodukcije

source: Skips
cs: Přeskočení
hr: Preskoci

source: Plays
cs: Přehrání
hr: Reprodukcije

source: Highest Rating
cs: Nejvyšší hodnocení
hr: Najviša ocjena

source: Lowest Rating
cs: Nejnižší hodnocení
hr: Najniža ocjena

source: Highest Score
cs: Nejvyšší bodování
hr: Najbolja ocjena

source: Lowest Score
cs: Nejnižší bodování
hr: Najlošija ocjena

source: Most Often Played
cs: Nejvíce přehrávaná
hr: Najčešće reproducirano

source: Least Often Played
cs: Nejméně přehrávaná
hr: Najviše reproducirano

source: Most Recently Played
cs: Naposledy přehráno
hr: Najviše nedavno reproducirano

source: Least Recently Played
cs: Přehráno před nejdelší dobou
hr: Najmanje nedavno reproducirano

source: Most Recently Added
cs: Naposledy přidáno
hr: Najviše nedavno dodano

source: Least Recently Added
cs: Přidáno před nejdelší dobou
hr: Najmanje nedavno dodano

source: Random
cs: Náhodně
hr: Naizmjenično

source: None
cs: Nic
hr: Nepoznato

source: none
cs: nic
hr: bez

source: no
cs: ne
hr: ne

source: Resource Not Found
cs: Zdroj nenalezen
hr: Resurs nije pronađen

source: ResourceNotFound
cs: zdrojnenalezen
hr: Resurs-nije-pronađen

source: missing
cs: schazi
hr: nedostaje

source: notfound
cs: nenalezeno
hr: nije-pronađen

source: CodecNotFound
cs: kodeknenalezen
hr: Kôdek-nije-pronađen

source: nocodec
cs: schazi_kodek
hr: nema-kôdeka

source: Unknown
cs: Neznámý
hr: Nepoznato

source: unknown
cs: neznama
hr: nepoznato

source: Unable to Migrate Smart Playlists
cs: Nelze převést chytré seznamy skladeb
hr: Nemoguća migracija pametnog popisa izvođenja

source: Please file a bug with this error: {0}
cs: Nahlaste prosím tuto chybu: {0}
hr: Prijavite grešku s ovom porukom: {0}

source: Edit Smart Playlist
cs: Upravit chytrý seznam skladeb
hr: Uredi pametan popis izvođenja

source: Delete Smart Playlist
cs: Odstranit chytrý seznam skladeb
hr: Obriši pametan popis izvođenja

source: All Genres ({0})
cs: Všechny žánry ({0})
hr: Svi žanrovi ({0})

source: {0} day
cs: {0} den
hr: {0} dan

source: {0} hour
cs: {0} hodina
hr: {0} sat

source: {0} minute
cs: {0} minuta
hr: {0} minuta

source: {0} second
cs: {0} sekunda
hr: {0} sekunda

source: Close Error Report
cs: Zavřít hlášení chyb
hr: Zatvori izvještaj greške

source: Error
cs: Chyba
hr: Greška

source: Details
cs: Podrobnosti
hr: Pojedinosti

source: Errors
cs: Chyby
hr: Greške

source: Sort Playlists By
cs: Seřadit seznamy skladeb podle
hr: Razvrstaj popise izvođenja prema

source: Drive
cs: Disk
hr: Disku

source: Folder hie_rarchy
cs: Hie_rarchie složek
hr: Hijerarhija ma_pe

source: File _name
cs: Ná_zev souboru
hr: Naziv _datoteke

source: Adding {0} of {1} to {2}
cs: Přidává se {0} z {1} do {2}
hr: Dodavanje {0} od {1} u {2}

source: Deleting {0} of {1} From {2}
cs: Odstraňuje se {0} z {1} z {2}
hr: Brisanje {0} od {1} iz {2}

source: Size Ascending
cs: Velikost vzestupně
hr: Veličina (uzlazno)

source: Size Descending
cs: Velikost sestupně
hr: Veličina (silazno)

source: {0} item
cs: {0} položka
hr: {0} stavka

source: Online Media
cs: Média on-line
hr: Mrežni mediji

source: Libraries
cs: Kolekce
hr: Zbirke

source: Unknown Stream
cs: Neznámý proud
hr: Nepoznat stream

source: Error opening stream
cs: Chyba při otevírání proudu
hr: Greška otvaranja streama

source: Could not open stream or playlist
cs: Nelze otevřít proud nebo seznam skladeb
hr: Nemoguće otvaranje streama ili popisa izvođenja

source: Problem parsing playlist
cs: Problém při zpracování seznamu skladeb
hr: Problem obrade popisa izvođenja

source: Could not launch URL
cs: Nelze spustit URL
hr: Nemoguće pokretanje URL-a

source: {0} could not be opened: {1} Check your 'Preferred Applications' settings.
cs: {0} nelze otevřít: {1} Zkontrolujte vaše nastavení „Preferované aplikace“.
hr: {0} je nemoguće otvoriti : {1} Provjerite postavke zadanih aplikacija.

source: Show:
cs: Zobrazit:
hr: Prikaži:

source: All
cs: Vše
hr: Sve

source: Enabled
cs: Aktivované
hr: Omogućeno

source: Not Enabled
cs: Neaktivované
hr: Onemogućeno

source: Search:
cs: Vyhledat:
hr: Pretraži:

source: Disable album grid
cs: Vypnout mřížku alba
hr: Onemogući mrežasti popis albuma

source: Disable album grid and show the classic layout instead
cs: Vypnout mřížku alba a místo ní zobrazit klasický vzhled
hr: Onemogući mrežasti popis albuma i prikaži ga u klasičnom rasporedu

source: Cannot Reorder While Sorted
cs: Nelze přerovnávat, když je seřazeno
hr: Nemoguća promjena redoslijeda prilikom razvrstavanja

source: To put the playlist in manual sort mode, click the currently sorted column header until the sort arrow goes away.
cs: Aby se seznam skladeb přepnul do režimu ručního řazení, klikejte na záhlaví sloupce, podle kterého se aktuálně řadí, dokud nezmizí šipka.
hr: Kako biste popis izvođenja postavili u ručni način razvrstavanja, kliknite na zaglavlje trenutnog razvrstanog stupca dok strelica koja označava razvrstavanje ne nestane.

source: {0} of {1}
cs: {0} z {1}
hr: {0} od {1}

source: Playing
cs: Přehrává se
hr: Reprodukcija

source: Paused
cs: Pozastaveno
hr: Pauzirano

source: Protected
cs: Chráněno
hr: Zaštićeno

source: External Document
cs: Externí dokument
hr: Vanjski dokumenti

source: Choose New Cover Art...
cs: Vybrat nový přebal…
hr: Odabir nove slike omota...

source: Delete This Cover Art
cs: Smazat tento přebal
hr: Obriši sliku ovog omota

source: Track #
cs: Stopa č.
hr: Pjesma #

source: Track & Count
cs: Stopa a počet
hr: Pjesma i bbroj

source: Disc #
cs: Disk č.
hr: Disk #

source: Disc & Count
cs: Disk a počet
hr: Medij i zbroj

source: {0} kbps
cs: {0} kb/s

source: {0} bits
cs: {0} bitů
hr: {0} bitova

source: Make the context pane larger or smaller
cs: Zvětšit nebo zmenšit kontextový panel
hr: Povećajte ili smanjite okvir sadržaja

source: Hide context pane
cs: Skrýt kontextový panel
hr: Sakrij okvir sadržaja

source: Waiting for playback to begin...
cs: Čeká se, až začne přehrávání…
hr: Čekanje početka reprodukcije...

source: Loading...
cs: Načítá se…
hr: Učitavanje...

source: Preamp
cs: Předzesilovač
hr: Predpojačanje

source: Equalizer
cs: Ekvalizér
hr: Ekvalizator

source: New Preset
cs: Nová předvolba
hr: Novi predložak

source: {0} by {1}
cs: {0} od {1}
hr: {0} od {1}

source: _Bookmarks
cs: _Záložky
hr: _Zabilješke

source: _Add Bookmark
cs: _Přidat záložku
hr: _Dodaj zabilješku

source: Bookmark the Position in the Current Track
cs: Poznamenat pozici v aktuální stopě
hr: Zabilježi položaj na trenutnom zapisu

source: _Remove Bookmark
cs: Odst_ranit záložku
hr: _Ukloni zabilješku

source: Maintainers
cs: Udržují
hr: Održavatelji

source: Contributors
cs: Přispěli
hr: Doprinositelji

source: Extraordinary Multimedia Management and Playback
cs: Výjimečná správa multimédií a přehrávání
hr: Izvanredno upravljanje i reprodukcija multimedije

source: Copyright © 2005–{0} Novell, Inc. Copyright © 2005–{1} Others Copyright © 2005 Aaron Bockover
cs: Copyright © 2005 – {0} Novell, Inc. Copyright © 2005 – {1} Ostatní Copyright © 2005 Aaron Bockover
hr: Autorsko pravo © 2005–{0} Novell, Inc. Autorsko pravo © 2005–{1} Ostali Autorsko pravo © 2005 Aaron Bockover

source: Banshee Website
cs: Webové stránky Banshee
hr: Banshee web stranica

source: Important tasks are running
cs: Běží důležité úlohy
hr: Izvode se važni zadaci

source: Closing Banshee now will cancel any currently running tasks. They cannot be resumed automatically the next time Banshee is run.
cs: Pokud nyní Banshee ukončíte, budou zrušeny všechny běžící úlohy. Při dalším spuštění Banshee je nelze automaticky obnovit.
hr: Zatvaranje Bansheeja će poništiti sve trenutno pokrenute zadatke. Zadaci se ne mogu automatski nastaviti kod idućeg pokretanja.

source: Quit Anyway
cs: Přesto ukončit
hr: Svejedno zatvori

source: Continue Running
cs: Pokračovat v běhu
hr: Nastavi izvođenje

source: Make Banshee the default media player?
cs: Nastavit Banshee jako výchozí multimediální přehrávač?
hr: Želite li da Banshee bude zadani multimedijski reproduktor?

source: Currently another program is configured as the default media player. Would you prefer Banshee to be the default?
cs: Momentálně je jako výchozí multimediální přehrávač nastaven jiný program. Chcete, aby byl výchozím Banshee?
hr: Trenutno je drugi program podešen kao zadani multimedijski reproduktor. Želite li radije da to bude Banshee?

source: Do not ask me this again
cs: Příště se již neptat
hr: Ne pitaj me ovo ponovno

source: Make Banshee the Default
cs: Udělat z Banshee výchozí přehrávač
hr: Postavi Banshee zadanim

source: I_mport
cs: I_mportovat
hr: U_voz

source: Select album cover image
cs: Vyberte obrázek přebalu alba
hr: Odaberite sliku omota albuma

source: All image files
cs: Všechny soubory s obrázky
hr: Sve datoteke slika

source: JPEG image files
cs: Soubory s obrázky JPEG
hr: JPEG datoteke

source: PNG image files
cs: Soubory s obrázky PNG
hr: PNG datoteke

source: Open Location
cs: Otevření umístění
hr: Otvori lokaciju

source: Browse...
cs: Procházet…
hr: Pretraži…

source: Enter the address of the file you would like to open:
cs: Vložte adresu souboru, který chcete otevřít:
hr: Upišite adresu datoteke koju želite otvoriti:

source: Seek to Position
cs: Přejít na pozici
hr: Premotaj na položaj

source: _Media
cs: _Média
hr: _Multimedija

source: Import _Media...
cs: Importovat _média…
hr: Uvoz _multimedije

source: Import media from a variety of sources
cs: Importovat média z různých zdrojů
hr: Uvezite multimediju iz raznih izvora

source: Import _Playlist...
cs: Importovat seznam _skladeb…
hr: Uvoz _popisa izvođenja...

source: Import a playlist
cs: Importovat seznam skladeb
hr: Uvoz popisa izvođenja

source: Rescan Music Library
cs: Znovu prohledat hudební kolekci
hr: Ponovno pretraži fonoteku

source: Rescan the Music Library folder
cs: Znovu prohledat složku Hudební kolekce
hr: Ponovno pretraži mapu fonoteke

source: Open _Location...
cs: Otevřít _umístění…
hr: Otvori _lokaciju...

source: Open a remote location for playback
cs: Otevřít k přehrávání vzdálené umístění
hr: Otvorite udaljenu lokaciju za reprodukciju

source: _Quit
cs: _Ukončit
hr: _Zatvori

source: Quit Banshee
cs: Ukončit Banshee
hr: Zatvori Banshee

source: _Edit
cs: _Upravit
hr: _Uredi

source: _Preferences
cs: _Předvolby
hr: _Osobitosti

source: Modify your personal preferences
cs: Změnit své osobní předvolby
hr: Prilagodite svoje osobne osobitosti

source: _Tools
cs: _Nástroje
hr: _Alati

source: _Help
cs: _Nápověda
hr: _Pomoć

source: _Contents
cs: _Obsah
hr: _Priručnik

source: Advanced Collection Searching
cs: Pokročilé prohledávání kolekce
hr: Napredno pretraživanje kolekcije

source: Learn advanced ways to search your media collection
cs: Naučte se pokročilé způsoby, jak prohledávat svoji kolekci multimédií
hr: Naučite napredne načine pretraživanja vaše multimedijske kolekcije

source: Banshee _Home Page
cs: _Domovská stránka Banshee
hr: Banshee _web stranica

source: Visit the Banshee Home Page
cs: Navštivte domovskou stránku Banshee
hr: Posjetite Banshee web stranicu

source: _Get Involved
cs: _Zapojte se
hr: _Pridružite se

source: Become a contributor to Banshee
cs: Přispějte k vývoji Banshee
hr: Doprinesite razvoju Bansheeja

source: _Version Information
cs: Informace o _verzi
hr: _Informacije inačice

source: View detailed version and configuration information
cs: Zobrazit podrobné informace o verzi a nastavení
hr: Pogledajte pojedinosti inačice i informacije podešavanja

source: Import Playlist
cs: Importovat seznam skladeb
hr: Uvezi popis izvođenja

source: Playlists
cs: Seznamy skladeb
hr: Popisi izvođenja

source: Play the current item
cs: Přehrát aktuální položku
hr: Reproduciraj trenutnu stavku

source: _Next
cs: _Následující
hr: _Sljedeća

source: Play the next item
cs: Přehrát následující položku
hr: Reproduciraj sljedeću stavku

source: Pre_vious
cs: _Předchozí
hr: Pri_jašnja

source: Play the previous item
cs: Přehrát předchozí položku
hr: Reproduciraj prijašnju stavku

source: Seek _To...
cs: Přejít _na…
hr: Premotaj _na...

source: Seek to a specific location in current item
cs: Přesun na zadanou pozici v aktuální položce
hr: Premotaj na određeni položaj trenutne stavke

source: Jump to the currently playing item
cs: Přejít na právě přehrávanou položku
hr: Skoči na trenutno reproduciranu stavku

source: Restart the current item
cs: Aktuální položku znovu od začátku
hr: Ponovno pokreni trenutnu stavku

source: _Stop When Finished
cs: Za_stavit po dokončení
hr: _Zaustavi na zvaršetku reprodukcije

source: Stop playback after the current item finishes playing
cs: Zastavit přehrávání po dokončení přehrávání aktuální položky
hr: Zaustavi reprodukciju nakon što se završi reprodukcija trenutne stavke

source: _Playback
cs: _Přehrát
hr: _Reprodukcija

source: _Pause
cs: _Pozastavit
hr: _Pauza

source: Pause the current item
cs: Pozastavit aktuální položku
hr: Pauziraj trenutnu stavku

source: Sto_p
cs: _Zastavit
hr: Zau_stavi

source: Repeat
cs: Opakovat
hr: Ponovi

source: Repeat _Off
cs: _Vypnout opakování
hr: Ponavljanje _isključeno

source: Do not repeat playlist
cs: Neopakovat seznam skladeb
hr: Ne ponavljaj popis izvođenja

source: Repeat _All
cs: Opakovat _vše
hr: Ponovi _sve

source: Play all songs before repeating playlist
cs: Přehrát všechny skladby před opakováním seznamu skladeb
hr: Reproduciraj sve pjesme prije ponavljanje popisa izvođenja

source: Repeat Singl_e
cs: Opakovat _jednou
hr: Ponovi pojedinačn_o

source: Repeat the current playing song
cs: Zopakovat právě přehrávanou skladbu
hr: Ponovi pjesmu koja se trenutno reproducira

source: Shuffle
cs: Náhodné pořadí
hr: Naizmjenično

source: Subtitle
cs: Titulky
hr: Podnaslov

source: Load File...
cs: Načíst soubor…
hr: Učitaj datoteku...

source: Load subtitle file
cs: Načíst soubor s titulky
hr: Učitaj datoteku podnaslova

source: Load Subtitle File
cs: Načtení souboru s titulky
hr: Učitaj datoteku podnaslova

source: L_oad
cs: _Načíst
hr: U_čitaj

source: Subtitle files
cs: Soubory s titulky
hr: Datoteke podnaslova

source: Subtitle {0}
cs: Titulky {0}
hr: Podnaslov {0}

source: Activate embedded subtitle {0}
cs: Aktivovat vložené titulky {0}
hr: Aktiviraj ugrađeni podnaslov {0}

source: Hide subtitles
cs: Skrýt titulky
hr: Sakrij podnaslove

source: _New Playlist
cs: _Nový seznam skladeb
hr: _Novi popis izvođenja

source: Create a new empty playlist
cs: Vytvořit nový prázdný seznam skladeb
hr: Stvori novi prazni popis izvođenja

source: New _Smart Playlist...
cs: Nový chytrý _seznam skladeb…
hr: Novi _pametni popis izvođenja...

source: Create a new smart playlist
cs: Vytvořit nový chytrý seznam skladeb
hr: Stvori novi pametni popis izvođenja

source: Import to Library
cs: Importovat do kolekce
hr: Uvezi u zbirku

source: Import source to library
cs: Importovat zdroje do kolekce
hr: Uvezi izvor u zbirku

source: Rename
cs: Přejmenovat
hr: Preimenuj

source: Export Playlist...
cs: Exportovat seznam skladeb…
hr: Izvoz popisa izvođenja...

source: Export a playlist
cs: Exportovat seznam skladeb
hr: Izvoz popisa izvođenja

source: Unmap
cs: Nemapovat
hr: Ukloni mapiranje

source: Source Properties
cs: Vlastnosti zdroje
hr: Svojstva izvora

source: Sort Children by
cs: Seřadit potomky podle
hr: Razvrstaj podstavke prema

source: Switch Source
cs: Přepnout zdroj
hr: Prebaci izvor

source: Switch to a source by typing its name
cs: Přepnout na zdroj psaním jeho názvu
hr: Prebaci na izvor upisivanjem naziva izvora

source: Preferences
cs: Předvolby
hr: Osobitosti

source: Edit preferences related to this source
cs: Upravit předvolby vztahující se k tomuto zdroji
hr: Uredi osobitosti srodne ovom izvoru

source: New _Smart Playlist
cs: Nový chytrý _seznam skladeb
hr: Novi _pametni popis izvođenja

source: Refresh
cs: Obnovit
hr: Osvježi

source: Refresh this randomly sorted smart playlist
cs: Obnovit tento náhodně seřazený chytrý seznam skladeb
hr: Osvježi ovaj naizmjenično razvrstani pametni popis izvođenja

source: Could not export playlist
cs: Nelze exportovat seznam skladeb
hr: Nemoguć izvoz popisa izvođenja

source: Are you sure you want to delete this {0}?
cs: Opravdu chcete smazat tento {0}?
hr: Sigurno želite obrisati {0}?

source: Separate by Type
cs: Oddělit podle typu
hr: Odvoji prema vrsti

source: Select _All
cs: Vybr_at vše
hr: Odaberi _sve

source: Select all tracks
cs: Vybrat všechny stopy
hr: Odaberi sve zapise

source: Select _None
cs: Vybrat _nic
hr: Poništi _odabir

source: Unselect all tracks
cs: Zrušit označení všech stop
hr: Poništi odabir svih zapisa

source: _Edit Track Information
cs: _Upravit informace o stopě
hr: _Uredi informacije zapisa

source: Edit information on selected tracks
cs: Upravit informace o vybraných skladbách
hr: Uredi informacije odabranih zapisa

source: Properties
cs: Vlastnosti
hr: Svojstva

source: View information on selected tracks
cs: Zobrazit informace o vybraných stopách
hr: Prikaži informacije odabranih zapisa

source: Play the selected item
cs: Přehrát vybranou položku
hr: Reproduciraj odabranu stavku

source: Add _to Playlist
cs: Přidat _do seznamu skladeb
hr: Dodaj _na popis izvođenja

source: Append selected items to playlist or create new playlist from selection
cs: Připojit vybrané položky k seznamu skladeb nebo z výběru vytvořit nový seznam skladeb
hr: Dodaj odabranu stavku na popis izvođenja ili stvori novi popis izvođenja

source: Create new playlist from selected tracks
cs: Vytvořit chytrý seznam z vybraných stop
hr: Stvori novi popis izvođenja od odabranih zapisa

source: _Remove
cs: Odst_ranit
hr: _Ukloni

source: Remove selected track(s) from this source
cs: Odstranit vybranou stopu či stopy z tohoto zdroje
hr: Ukloni odabrani zapis(e) iz ovog izvora

source: Remove From _Library
cs: Odstranit ze s_bírky
hr: Ukloni iz _zbirke

source: Remove selected track(s) from library
cs: Odstranit vybranou stopu či stopy z kolekce
hr: Ukloni odabrani zapis(e) iz zbirke

source: _Open Containing Folder
cs: _Otevřít příslušnou složku
hr: _Otvori sadržajnu mapu

source: Open the folder that contains the selected item
cs: Otevřít složku, která obsahuje vybrané položky.
hr: Otvori mapu koji sadrži odabranu stavku

source: _Delete From Drive
cs: _Smazat z disku
hr: _Obriši s diska

source: Permanently delete selected item(s) from medium
cs: Trvale odstranit vybrané položky z média
hr: Trajno ukloni odabrane stavku(e) s medija

source: _Search
cs: _Hledat
hr: _Pretraži

source: Search for items matching certain criteria
cs: Hledat položky vyhovující určitým kritériím
hr: Pretraži stavke prema zadanim kriterijima

source: By Matching _Album
cs: Podle odpovídajícího _alba
hr: Prema podudaranjem _albuma

source: Search all songs of this album
cs: Vyhledat všechny skladby z tohoto alba
hr: Pretraži sve pjesme s ovog albuma

source: By Matching A_rtist
cs: Podle odpovídajícího _umělce
hr: Prema podudaranjem i_zvođača

source: Search all songs of this artist
cs: Vyhledat všechny skladby tohoto umělce
hr: Pretraži sve pjesme ovog izvođača

source: _Delete From "{0}"
cs: _Odstranit z „{0}“
hr: _Obriši s "{0}"

source: The folder could not be found.
cs: Složku nelze nalézt.
hr: Mapa ne može biti pronađena.

source: Please check that the track's location is accessible by the system.
cs: Zkontrolujte prosím, zda je umístění stopy dostupné ze systému.
hr: Provjerite je li lokacija zapisa dostupna sustavu.

source: Are you sure you want to permanently delete this item?
cs: Opravdu chcete navždy odstranit tuto skladbu?
hr: Sigurni želite trajno obrisati {0} odabranu stavku?

source: If you delete the selection, it will be permanently lost.
cs: Pokud výběr smažete, bude navždy ztracen.
hr: Ako obrišete odabir, trajno će biti izgubljen.

source: Remove selection from {0}?
cs: Odstranit výběr z {0}?
hr: Ukloni odabrano iz {0}?

source: Are you sure you want to remove the selected item from your {1}?
cs: Opravdu chcete odstranit vybranou položku ze své {1}?
hr: Sigurno želite ukloniti odabranu stavku iz vaše {1}?

source: Com_pilation Album Artist:
cs: Kom_pilace umělců alba:
hr: Izv_ođač kompilacije albuma:

source: Check this if this track is part of an album with tracks by various artists
cs: Zaškrtněte, pokud je skladba součástí alba se skladbami od různých autorů
hr: Odaberite ovo ako je pjesma dio albuma s pjesmama raznih izvođača
