Repository: linuxmint/gnome-apps
Catalog: banshee/po/*.po
Languages: cs, hr

source: This value will affect how this album is sorted; if you enter 'Various Artists' then the album will located with other albums that start with 'V'.
cs: Tato hodnota ovlivní to, jak bude album seřazeno; pokud zadáte „Různí autoři“, bude album umístěno s ostatními alby, které začínají na „R“.
hr: Ova vrijednost će utjecati na to kako je ovaj album razvrstan, ako upišete "Razni Izvođači 'onda će album biti smješten sa ostalim albumima koji počinju s"R ".

source: Basic Details
cs: Základní podrobnosti
hr: Osnovne pojedinosti

source: Track _Title:
cs: Název _stopy:
hr: Naziv _zapisa:

source: Set all track artists to this value
cs: Nastavit umělce všech stop na tuto hodnotu
hr: Postavite sve izvođače zapisa na ovu vrijednost

source: Track _Artist:
cs: _Umělec skladby:
hr: Izvođač _zapisa:

source: Set all compilation album artists to these values
cs: Nastavit všechny kompilace umělců alba na tyto hodnoty
hr: Postavite sve kompilacije izvođača albuma na ove vrijednosti

source: Set all album titles to this value
cs: Nastavit všechny názvy alb na tuto hodnotu
hr: Postavite sve naslove albuma na ove vrijednosti

source: Albu_m Title:
cs: Název al_ba:
hr: Naslov _albuma:

source: Set all genres to this value
cs: Nastavit všechny žánry na tuto hodnotu
hr: Postavite sve žanrove na ovu vrijednost

source: _Genre:
cs: Žá_nr:
hr: _Žanr

source: of
cs: z
hr: od

source: Automatically set track number and count
cs: Automaticky nastavit číslo a počítadlo stopy
hr: Automatski postavi broj pjesme i započni računati

source: Track _Number:
cs: Čí_slo stopy:
hr: Broj _pjesme:

source: Set all disc numbers and counts to these values
cs: Nastavit čísla a počítadla všech disků na tuto hodnotu
hr: Postavite sve brojeve diska i započnite računati u ove vrijednosti

source: _Disc Number:
cs: Číslo _disku:
hr: _Broj diska:

source: Set all years to this value
cs: Nastavit všechny roky na tuto hodnotu
hr: Postavite sve godine na ovu vrijednost

source: _Year:
cs: _Rok:
hr: _Godina:

source: Set all ratings to this value
cs: Nastavit všechna hodnocení na tuto hodnotu
hr: Postavite sve ocijene na ovu vrijednost

source: _Rating:
cs: _Hodnocení:
hr: _Ocjena:

source: Set all composers to this value
cs: Nastavit všechny skladatele na tuto hodnotu
hr: Postavite sve skladatelje na ovu vrijednost

source: C_omposer:
cs: S_kladatel:
hr: S_kladatelj:

source: Set all conductors to this value
cs: Nastavit všechny dirigenty na tuto hodnotu
hr: Postavite sve dirigente na ovu vrijednost

source: Con_ductor:
cs: Diri_gent:
hr: Dir_igent:

source: Set all groupings to this value
cs: Nastavit všechna seskupení na tuto hodnotu
hr: Postavite sva grupiranja na ovu vrijednost

source: _Grouping:
cs: _Seskupení:
hr: _Grupiranje:

source: Set all beats per minute to this value
cs: Nastavit všechna tempa na tuto hodnotu
hr: Postavite sve taktove po minuti na ove vrijednosti

source: Bea_ts Per Minute:
cs: Ú_dery za minutu:
hr: Tak_a po minuti:

source: Set all copyrights to this value
cs: Nastavit všechny copyrighty na tuto hodnotu
hr: Postavite sva autorskia prava na ovu vrijednost

source: Set all licenses to this value
cs: Nastavit všechny licence na tuto hodnotu
hr: Postavite sve licence na ovu vrijednost

source: _License URI:
cs: Adresa _URI licence:
hr: _URI licence:

source: Set all comments to this value
cs: Nastavit všechny komentáře na tuto hodnotu
hr: Postavite sve komentare na ovu vrijednost

source: Co_mment:
cs: Ko_mentář:
hr: Ko_mentari:

source: Help
cs: Nápověda
hr: Pomoć

source: Lyrics
cs: Text skladby
hr: Tekstovi pjesama

source: Advance to the next track and edit its title
cs: Pokročit na další stopu a upravit její název
hr: Otiđite na sljedeću pjesmu i uredite naziv

source: Sorting
cs: Zařazení
hr: Razvrstavanje

source: Set all sort track titles to this value
cs: Nastavit u všech názvů stopy dohromady tuto hodnotu
hr: Postavite sve vrste nazive zapisa na ovu vrijednost

source: Sort Track Title:
cs: Přiřadit název stopy:
hr: Razvrstaj naziv pjesme:

source: Set all sort track artists to this value
cs: Nastavit u všech umělců stopy dohromady tuto hodnotu
hr: Postavi sve vrste izvođača pjesme na ovu vrijednost

source: Sort Track Artist:
cs: Přiřadit umělce stopy:
hr: Razvrstaj izvođača pjesme:

source: Set all sort album artists to this value
cs: Nastavit u všech umělců alba dohromady tuto hodnotu
hr: Postavi sve vrste izvođača albuma na ovu vrijednost

source: Sort Album Artist:
cs: Přiřadit umělce alba:
hr: Razvrstaj izvođača albuma:

source: Set all sort album titles to this value
cs: Nastavit u všech názvů alba dohromady tuto hodnotu
hr: Postavite sve vrste naziva albuma na ovu vrijednost

source: Sort Album Title:
cs: Přiřadit název alba:
hr: Razvrstaj naziv albuma:

source: File Name:
cs: Název souboru:
hr: Naziv datoteke:

source: Directory:
cs: Adresář:
hr: Direktorij:

source: Full Path:
cs: Celá cesta:
hr: Puna putanja:

source: Duration:
cs: Délka:
hr: Trajanje:

source: Audio Bitrate:
cs: Datový tok zvuku:
hr: Brzina prijenosa zvuka:

source: Audio Sample Rate:
cs: Vzorkovací frekvence zvuku:
hr: Frakvencija zvuka:

source: Audio Channels:
cs: Zvukové kanály:
hr: Zvučni kanali:

source: Bits Per Sample:
cs: Bitů na vzorek:
hr: Taktova po uzorku:

source: Video Dimensions:
cs: Rozměry videa:
hr: Video razlučivost:

source: {0} Codec:
cs: Kodek pro {0}:
hr: {0} kôdek:

source: Container Formats:
cs: Formáty kontejneru:
hr: Format spremnika:

source: Imported On:
cs: Importováno na:
hr: Uvezeno:

source: Last Played:
cs: Naposledy přehráno:
hr: Posljednja reprodukcija:

source: Last Skipped:
cs: Naposledy přeskočeno:
hr: Posljednji preskok:

source: Play Count:
cs: Počet přehrání:
hr: Broj reprodukcija

source: Skip Count:
cs: Počet přeskočení:
hr: Broj preskoka:

source: Score:
cs: Bodování:
hr: Pogodaka:

source: File Size:
cs: Velikost souboru:
hr: Veličina datoteke:

source: bytes
cs: bajtů
hr: bajta

source: Track Editor
cs: Editor skladby
hr: Uređivač zapisa

source: Track Properties
cs: Vlastnosti skladby
hr: Svojstva zapisa

source: Show the previous track
cs: Zobrazit předchozí stopu
hr: Prikaži prijašnju pjesmu

source: Show the next track
cs: Zobrazit následující stopu
hr: Prikaži sljedeću pjesmu

source: Title:
cs: Název:
hr: Naziv:

source: Artist:
cs: Umělec:
hr: Izvođač:

source: Sync all field _values
cs: Synchronizovat _hodnoty všech polí
hr: Uskladi sve vrijednosti _polja

source: Apply the values of all common fields set for this track to all of the tracks selected in this editor
cs: Aplikovat hodnoty všech společných polí nastavených pro tuto skladbu na všechny skladby vybrané v editoru
hr: Primijeni vrijednosti svih zajedničkih polja postavljene za ovu pjesmu na sve odabrane pjesme u ovom uređivaču

source: <i>Editing {0} of {1} items</i>
cs: <i>Upravuje se {0} z {1} položek<i>
hr: <i>Uređujem {0} od {1} stavka</i>

source: Save the changes made to the open track?
cs: Uložit změny provedené v otevřené skladbě?
hr: Spremi promjene napravljene na {0} od {1} otvorenog zapisa?

source: Close _without Saving
cs: Zavřít _bez uložení
hr: Zatvori _bez spremanja

source: If you don't save, changes from the last {0} will be permanently lost.
cs: Pokud změny z posledního {0} neuložíte, budou nenávratně ztraceny.
hr: Ako ne spremite zadnje promjene {0}, biti će trajno izgubljene.

source: _View
cs: _Zobrazit
hr: _Pogled

source: _Equalizer
cs: _Ekvalizér
hr: _Ekvalizator

source: View the graphical equalizer
cs: Zobrazit grafický ekvalizér
hr: Pogledajte grafički ekvalizator

source: _Context Pane
cs: _Kontextový panel
hr: _Okvir sadržaja

source: Show the context pane beneath the track list
cs: Zobrazit kontextový panel pod seznamem stop
hr: Prikaži okvir sadržaja ispod popisa pjesama

source: _Fullscreen
cs: _Celá obrazovka
hr: _Cijeli zaslon

source: Enter or leave fullscreen mode
cs: Vstoupit do nebo opustit režim celé obrazovky
hr: Uključite ili isključite način prikaza preko cijelog zaslona

source: Show Cover _Art
cs: Zobrazit přeb_al
hr: Prikaži sliku _omota

source: Toggle display of album cover art
cs: Přepnout zobrazení přebalu alba
hr: Uključi/Isključi prikaz slike omota

source: Active Task Running
cs: Aktivovat běžící úlohu
hr: Pokrenut aktivan zadatak

source: {0}from{1} {2} {0}published{1} {3}
cs: {0}z{1} {2} {0}publikované{1} {3}
hr: {0}iz{1} {2} {0}objavljeno{1} {3}

source: {0}on{1} {2}
cs: {0}na{1} {2}
hr: {0}na{1} {2}

source: {0}by{1} {2} {0}from{1} {3}
cs: {0}od{1} {2} {0}z{1} {3}
hr: {0}od{1} {2} {0}iz{1} {3}

source: {0}from{1} {2}
cs: {0}z{1} {2}
hr: {0}iz{1} {2}

source: {0}by{1} {2}
cs: {0}od{1} {2}
hr: {0}od{1} {2}

source: Stop Operation
cs: Zastavit operaci
hr: Zaustavi radnju

source: Stop {0}
cs: Zastavit {0}
hr: Zaustavi {0}

source: This operation is still performing work. Would you like to stop it?
cs: Tato operace stále probíhá. Chcete ji zastavit?
hr: Ova radnja se još uvijek izvodi. Želite li ju zaustaviti?

source: The '{0}' operation is still performing work. Would you like to stop it?
cs: Operace „{0}“ stále probíhá. Chcete ji zastavit?
hr: '{0}' radnja se još uvijek izvodi. Želite li ju zaustaviti?

source: Continue
cs: Pokračovat
hr: Nastavi

source: Continue {0}
cs: Pokračovat {0}
hr: Nastavi {0}

source: Stopping...
cs: Probíhá zastavení…
hr: Zaustavljanje...

source: Import Files to Library
cs: Importovat soubory do kolekce
hr: Uvezi datoteke u zbirku

source: Media Files
cs: Multimediální soubory
hr: Multimedijske datoteke

source: Local Files
cs: Místní soubory
hr: Lokalne datoteke

source: Files
cs: Soubory
hr: Datoteke

source: C_hoose Files...
cs: Z_volit soubory…
hr: O_daberi datoteku...

source: Import Folders to Library
cs: Importovat složky do kolekce
hr: Uvezi mapu u zbirku

source: Local Folders
cs: Místní složka
hr: Lokalne mape

source: Folders
cs: Složky
hr: Mape

source: C_hoose Folders...
cs: Z_volit složky…
hr: O_daberi mape...

source: <big><b>Import Media to Library</b></big>
cs: <big><b>Import médií do kolekce</b></big>
hr: <big><b>Uvezi multimediju u zbirku</b></big>

source: Your media library is empty. You may import new music and videos into your library now, or choose to do so later.
cs: Vaše multimediální kolekce je prázdná. Můžete novou hudbu a videa importovat do kolekce nyní a nebo to udělat později.
hr: Vaša multimedijalna zbirka je prazna. Možete sada dodati novu glazbu i video snimke u vašu zbirku, ili možete to učiniti kasnije.

source: Import _from:
cs: Importovat _z:
hr: Uvezi _iz:

source: Do not show this dialog again
cs: Toto dialogové okno příště nezobrazovat
hr: Ne prikazuj ovaj dijalog više

source: _Import
cs: _Importovat
hr: _Uvoz

source: No available profiles
cs: Žádné dostupné profily
hr: Nema dostupnih profila

source: Advanced
cs: Pokročilé
hr: Napredno

source: Configuring {0}
cs: Nastavování {0}
hr: Podešavam {0}

source: Export Playlist
cs: Exportovat seznam skladeb
hr: Izvezi popis izvođenja

source: Export
cs: Exportovat
hr: Izvezi

source: Select Format:
cs: Zvolte formát:
hr: Odaberi format:

source: Select library location
cs: Vyberte umístění kolekce
hr: Odaberi lokaciju zbirke

source: Reset
cs: Obnovit výchozí
hr: Vrati zadano

source: Reset location to default ({0})
cs: Vrátit umístění na výchozí ({0})
hr: Vrati lokaciju na zadano ({0})

source: Source:
cs: Zdroj:
hr: Izvor:

source: Could not show preferences
cs: Nelze zobrazit předvolby
hr: Nemoguće prikazati osobitosti

source: The preferences service could not be found.
cs: Službu předvoleb nelze nalézt.
hr: Uslugu postavki nije moguće pronaći.

source: New Smart Playlist
cs: Nový chytrý seznam skladeb
hr: Novi pametni popis izvođenja

source: Playlist _Name:
cs: _Název seznamu skladeb:
hr: Naziv popisa _izvođenja:

source: Predefined Smart Playlists
cs: Předdefinovaný chytrý seznam skladeb
hr: Unaprijed određeni pametni popisi izvođenja

source: Open in editor
cs: Otevřít v editoru
hr: Otvori u uređivaču

source: Create and save
cs: Vytvořit a uložit
hr: Stvori i spremi

source: Browser Content
cs: Obsah prohlížeče
hr: Pregledaj sadržaj

source: Configure the filters available in the browser
cs: Nastavit filtry dostupné v prohlížeči
hr: Podesi filtere dostupne u pregledniku

source: Show Artist Filter
cs: Zobrazit filtr umělce
hr: Prikaži filter izvođača

source: Show a list of artists to filter by
cs: Zobrazit seznam umělců, aby šli filtrovat
hr: Prikaži popis izvođača za filtriranje

source: Show all Artists
cs: Zobrazit všechny umělce
hr: Prikaži sve izvođače

source: Show all artists in the artist filter
cs: Zobrazit ve filtru umělců všechny umělce
hr: Prikaži sve izvođače u filtru izvođača

source: Show Album Artists
cs: Zobrazit umělce alba
hr: Prikaži izvođače albuma

source: Show only album artists, not artists with only single tracks
cs: Zobrazit pouze umělce z alb, ne umělce pouze s samostatnými stopami
hr: Prikaži samo izvođače albuma, a ne izvođače pojedinačnih pjesama

source: Show Genre Filter
cs: Zobrazit filtr žánru
hr: Prikaži filter žanra

source: Show a list of genres to filter by
cs: Zobrazit seznam žánrů, aby šly filtrovat
hr: Prikaži popis žanrova za filtriranje

source: Show Year Filter
cs: Zobrazit filtr roku
hr: Prikaži filter godine

source: Show a list of years to filter by
cs: Zobrazit seznam roků, aby šly filtrovat
hr: Prikaži popis godina za filtriranje

source: Not Set
cs: Nenastaveno
hr: Nije postavljeno

source: Browser on Left
cs: Prohlížeč nalevo
hr: Preglednik u lijevo

source: Show the artist/album browser to the left of the track list
cs: Zobrazit prohlížeč umělců/alb nalevo od seznamu skladeb
hr: Prikaži preglednik izvođača/albuma lijevo od popisa pjesama

source: Browser on Top
cs: Prohlížeč nahoře
hr: Preglednik na vrh

source: Show the artist/album browser above the track list
cs: Zobrazit prohlížeč umělců/alb nad seznamem skladeb
hr: Prikaži preglednik izvođača/albuma iznad popisa pjesama

source: Show Browser
cs: Zobrazit prohlížeč
hr: Prikaži preglednik

source: Show or hide the artist/album browser
cs: Zobrazit nebo skrýt prohlížeč umělců/alb
hr: Prikaži ili sakrij preglednik izvođača/albuma

source: This page is blocked because it is probably not the one you are looking for!
cs: Tato stránka je blokována, protože pravděpodobně není tou, za kterou se vydává!
hr: Ova stranica je blokirana zato jer nije ona koju ste tražili!

source: The security certificate for {0} is invalid.
cs: Bezpečnostní certifikát pro {0} není platný.
hr: Sigurnosna vjerodajnica za {0} je nevažeća.

source: Loading {0}...
cs: Načítá se {0}…
hr: Učitavam {0}...

source: Insert Disc
cs: Vložte Disk
hr: Umetni disk

source: Clear search
cs: Vymazat hledání
hr: Obriši pretragu

source: Seek
cs: Posunout
hr: Premotavanje

source: Idle
cs: Nečinný
hr: Mirovanje

source: Contacting...
cs: Připojuje se…
hr: Povezivanje...

source: Buffering
cs: Načítá se do vyrovnávací paměti
hr: Međuspremanje

source: Device
cs: Zařízení
hr: Uređaj

source: Generation
cs: Generace
hr: Generacija

source: Capacity
cs: Kapacita
hr: Kapacitet

source: Available
cs: Dostupných
hr: Dostupno

source: Serial number
cs: Sériové číslo
hr: Serijski broj

source: Supports cover art
cs: Podporuje přebaly alb
hr: Podrška za slike omota

source: Supports photos
cs: Podporuje fotografie
hr: Podržava fotografije

source: Track duration is zero
cs: Délka stopy je nulová
hr: Trajanje pjesme je nula

source: Syncing iPod
cs: Synchronizace s iPodem
hr: Usklađivanje iPoda

source: Preparing to synchronize...
cs: Připravuje se synchronizace…
hr: Priprema za usklađivanje...

source: Adding track {0} of {1}
cs: Přidává se stopa {0} z {1}
hr: Dodavanje zapisa {0} od {1}

source: Removing track {0} of {1}
cs: Odstraňuje se stopa {0} z {1}
hr: Uklanjanje zapisa {0} od {1}

source: Writing media database
cs: Zapisuje se databáze médií
hr: Zapisivanje baze podataka medija

source: Sync {0}
cs: Synchronizovat {0}
hr: Usklađujem {0}

source: Devices
cs: Zařízení
hr: Uređaji

source: Device Properties
cs: Vlastnosti zařízení
hr: Svojstva uređaja

source: Product
cs: Produkt
hr: Proizvod

source: Vendor
cs: Dodavatel
hr: Proizvođač

source: Loading {0}
cs: Probíhá načítání {0}
hr: Učitavam {0}

source: Yes
cs: Ano
hr: Da

source: No
cs: Žádný
hr: Ne

source: The {0} format is not supported by the device, and no converter was found to convert it
cs: Formát {0} není zařízením podporován a nebyl nalezen žádný převodník, který by jej převedl
hr: {0} format nije podržan uređajem i nije pronađen pretvornik za pretvorbu formata

source: File format conversion support is not available
cs: Podpora převodu formátu souboru není dostupná
hr: Podrška pretvaranja formata datoteka nije dostupna

source: Error converting file
cs: Chyba při převádění souboru
hr: Greška pretvorbe datoteke

source: Sync when first plugged in and when the libraries change
cs: Synchronizovat, když je poprvé připojeno a když dojde ke změně v kolekcích
hr: Uskladi kada je prvi puta priključeno i kada se zbirka promjeni

source: Begin synchronizing the device as soon as the device is plugged in or the libraries change.
cs: Začít synchronizaci zařízení, jakmile je připojeno nebo se změnily kolekce.
hr: Pokreni usklađivanje uređaja kada se uređaj priključi ili kada nastanu promjene u zbirci.

source: Sync Preferences
cs: Předvolby synchronizace
hr: Postavke usklađivanja

source: Sync
cs: Synchronizovat
hr: Uskladi

source: The sync operation will remove one track from your device.
cs: Synchronizací se z vašeho zařízení odstraní jedna stopa.
hr: Usklađivanje će ukloniti {0} pjesmu iz vašeg uređaja.

source: Are you sure you want to continue?
cs: Opravdu chcete pokračovat?
hr: Sigurno želite nastaviti?

source: Remove tracks
cs: Odstranit stopy
hr: Ukloni pjesme

source: Audio
cs: Zvuk
hr: Zvučni zapis

source: Other
cs: Ostatní
hr: Ostalo

source: Free Space
cs: Volné místo
hr: Slobodan prostor

source: {0} Properties
cs: Vlastnosti {0}
hr: {0} svojstvo

source: Device name
cs: Název zařízení
hr: Naziv uređaja

source: Encode to
cs: Zakódovat do
hr: Enkôdirajte u

source: Capacity used
cs: Použitá kapacita
hr: Iskorišten prostor

source: Advanced details
cs: Pokročilé podrobnosti
hr: Napredne pojedinosti

source: Manage manually
cs: Spravovat ručně
hr: Ručno upravljanje

source: Sync entire library
cs: Synchronizovat celou kolekci
hr: Uskladi cijelu zbirku

source: Sync from “{0}”
cs: Synchronizovat z „{0}“
hr: Uskladi od “{0}”

source: Import Purchased Music
cs: Importovat koupenou hudbu
hr: Uvezi kupljenu glazbu

source: Disconnect
cs: Odpojit
hr: Prekini povezivanje

source: Disconnecting {0}...
cs: Odpojuje se {0}…
hr: Prekidanje povezivanja {0}...

source: Could not disconnect {0}: {1}
cs: Nelze odpojit {0}: {1}
hr: Nemoguće prekidanje povezivanja {0}: {1}

source: Purchased Music
cs: Koupená hudba
hr: Kupljena glazba

source: Audio Folder
cs: Složka s hudbou
hr: Mapa glazbe

source: Video Folder
cs: Složka s videem
hr: Mapa video snimke

source: Required Folder Depth
cs: Požadované zanoření složky
hr: Potrebna dubina mape

source: Supports Playlists
cs: Podporuje seznamy skladeb
hr: Podržava popise izvođenja

source: Rockbox Device
cs: Zařízení Rockbox
hr: Rockbox uređaj

source: Ringtones
cs: Vyzváněcí tóny
hr: Melodije zvona

source: Error Initializing MTP Device Support
cs: Chyba během inicializace podpory zařízení MTP
hr: Greška pokretanja podrške MTP uređaja

source: There was an error initializing MTP device support.
cs: Vyskytla se chyba během inicializace podpory zařízení MTP.
hr: Dogodila se greška pri pokretanju podrške MTP uređaja.

source: Version
cs: Verze
hr: Inačica

source: Battery level
cs: Stav nabití baterie
hr: Razina baterije

source: Loading {0} - {1} of {2}
cs: Načítá se {0} - {1} z {2}
hr: Učitavam {0} - {1} od {2}

source: Amazon MP3 Purchases
cs: Nákupy MP3 na Amazon

source: Amazon MP3s
cs: MP3 na Amazon

source: Songs purchased from the Amazon MP3 Store
cs: Skladby zakoupené v obchodě s MP3 Amazon

source: Download Amazon MP3 Purchase
cs: Stáhnout nákup MP3 z Amazon

source: Amazon MP3 Files
cs: Soubory MP3 na Amazon

source: Amazon MP3 Purchase
cs: Nákup MP3 na Amazon

source: C_hoose Files
cs: Z_volit soubory

source: Amazon MP3 Store
cs: Obchod s MP3 Amazon

source: Country
cs: Země

source: Which Amazon MP3 storefront to use by default.
cs: Které nákupní rozhraní Amazon MP3 použít jako výchozí.

source: Automatic (Geo IP detection)
cs: Automaticky (určení podle Geo IP)

source: France (amazon.fr)
cs: Francie (amazon.fr)

source: Germany, Switzerland, Austria (amazon.de)
cs: Německo, Švýcarsko, Rakousko (amazon.de)

source: Japan (amazon.co.jp)
cs: Japonsko (amazon.co.jp)

source: United Kingdom (amazon.co.uk)
cs: Spojené království (amazon.co.uk)

source: United States (amazon.com)
cs: Spojené státy (amazon.com)

source: Search the Amazon MP3 Store
cs: Prohledat obchod s MP3 Amazon

source: How Your Purchases Support GNOME
cs: Jak vaše nákupy podporují GNOME

source: Open Book
cs: Otevřít knihu
hr: Otvori knjigu

source: Merge Discs...
cs: Sloučit disky…
hr: Spoji diskove...

source: Go to Audiobooks
cs: Přejít na mluvené knihy
hr: Idi u zvukovne knjige

source: Resume
cs: Pokračovat
hr: Nastavi

source: Resume playback of this audiobook
cs: Pokračovat v přehrávání této mluvené knihy
hr: Nastavi reprodukciju ove zvukovne knjige

source: Merge the {0} selected discs into one book?
cs: Sloučit {0} vybraný disk do knihy?
hr: Spoji {0} odabrani disk u jednu knjigu?

source: This will ensure the disc numbers are all set properly, and then set the author and book title for all tracks on all these discs to the values below
cs: Toto zajistí, že se všechna čísla disků nastaví správně a že se následně nastaví autor a název knihy pro všechny stopy na všech těchto discích na následující hodnoty
hr: To će osigurati da su brojevi diskova postavljeni pravilno, a zatim postavite autora i naslov knjige za sve zapise na svim tim diskovima na vrijednosti ispod

source: Author:
cs: Autor:
hr: Autor:

source: Book Title:
cs: Název knihy:
hr: Naslov knjige:

source: Author
cs: Autor
hr: Autor

source: Author Initial
cs: Iniciály autora
hr: Inicijali autora

source: Book Title
cs: Název knihy
hr: Naslov knjige

source: Audiobooks
cs: Mluvené knihy
hr: Zvukovne knjige

source: Search your audiobooks
cs: Hledat své mluvené knihy
hr: Pretražite svoje zvukovne knjige

source: {0} book
cs: {0} kniha
hr: {0} knjiga

source: Audiobooks Folder
cs: Složka s mluvenými knihami
hr: Mapa zvukovnih knjiga

source: Resume Playback
cs: Pokračovat v přehrávání
hr: Nastavi reprodukciju

source: No Bookmark Set
cs: Není nastavena žádná záložka
hr: Nema postavljene zabilješke

source: Detecting BPM
cs: Rozpoznat tempo
hr: Otkrivanje taktova po minuti

source: D_etect
cs: _Rozpoznat
hr: O_tkrij

source: T_ap
cs: Klep_at
hr: P_ritisni

source: Have Banshee attempt to auto-detect the BPM of this song
cs: Nechte Banshee automaticky rozpoznat tempo BPM této skladby
hr: Neka Banshee pokuša automatski otkriti taktova po minuti za ovu pjesmu

source: Play this song
cs: Přehrát tuto skladbu
hr: Reproduciraj ovu pjesmu

source: Tap this button to the beat to set the BPM for this song manually
cs: Klepejte na toto tlačítko, chcete-li ručně nastavit tempo BMP pro tuto skladbu
hr: Pritisnite ovu tipku kako bi postavili takt po minuti za ovu pjesmu ručno

source: _Automatically detect BPM for all songs
cs: _Automaticky rozpoznat tempo BPM všech skladeb
hr: _Automatski otkrij taktove po minuti za sve pjesme

source: Detect beats per minute (BPM) for all songs that don't already have a value set
cs: Rozpoznat tempo úderů za minutu (BPM) všech skladeb, které tuto hodnotu ještě nemají nastavenou
hr: Otkrij takt po minuti za sve pjesme koje nemaju postavljenu vrijednost

source: Downloading Cover Art
cs: Stahuje se přebal alba
hr: Preuzimanje slike omota

source: Shared Music
cs: Sdílená hudba
hr: Dijeljena glazba
