Repository: linuxmint/gnome-apps
Catalog: banshee/po/*.po
Languages: cs, hr

source: Apple Devices Support
cs: Podpora zařízení Apple
hr: Podrška za Apple uređaje

source: Support for most iPod/iPhone/iPad devices.
cs: Podpora pro většinu zařízení iPod/iPhone/iPad.
hr: Podrška za većinu iPod/iPhone/iPad uređaja.

source: Device Support
cs: Podpora zařízení
hr: Podrška za uređaje

source: Karma Support
cs: Podpora pro Karmu
hr: Podrška za Karmu

source: Support for Rio Karma devices.
cs: Podpora pro zařízení Rio Karma.
hr: Podrška za Rio Karma uređaje.

source: Mass Storage Media Player Support
cs: Podpora pro multimediální přehrávače s Mass Storage
hr: Podrška za multimedijalne reproduktore velikog kapaciteta

source: Support for USB-drive based devices, including many iAudio devices and Android, Pre, and Galaxy phones.
cs: Podpora pro zařízení založená na USB discích, včetně řady zařízení iAudio a telefonů Android, Pre a Galaxy.
hr: Podrška za USB uređaje, uključujući mnoštvo iAudio uređaja, te Android, Pre i Galaxy mobilne uređaje.

source: MTP Media Player Support
cs: Podpora pro multimediální přehrávače MTP
hr: Podrška za MTP medijske reproduktore

source: Support for MTP devices, including many Creative Zen devices.
cs: Podpora pro zařízení MTP, včetně řady zařízení Creative Zen.
hr: Podrška za MTP uređaje, uključujući Creative Zen uređaje.

source: Amazon MP3 Store Source
cs: Zdroj obchod s MP3 Amazon
hr: Izvor Amazon MP3 trgovine

source: Browse, search, and purchase music from the Amazon MP3 store.
cs: Procházet, hledat a nakupovat hudbu v obchodě s MP3 Amazon.
hr: Pretražujte i kupujte glazbu iz Amazon MP3 trgovine.

source: Online Sources
cs: Zdroje on-line
hr: Mrežni izvori

source: Amazon MP3 Import
cs: Import MP3 z Amazon
hr: Amazon MP3 uvoz

source: Download and import music purchased from Amazon.com.
cs: Stahovat a importovat hudbu koupenou na Amazon.com.
hr: Preuzmi i uvezi glazbu kupljenu na Amazon.com

source: Audiobooks Library
cs: Kolekce mluvených knih
hr: Fonoteka zvukovnih knjiga

source: Organize audiobooks, lectures, etc.
cs: Organizování mluvených knih, přednášek atd.
hr: Organizirajte zvukovne knjige, predavanja, itd.

source: Core
cs: Jádro
hr: Jezgra

source: Boo Scripting
cs: Skriptování v jazyce Boo
hr: Boo skriptanje

source: Customize and extend Banshee with Boo-language scripts.
cs: Přizpůsobení a rozšíření přehrávač Banshee pomocí skriptů v jazyce Boo.
hr: Prilagodite i proširite Banshee s Boo skriptama.

source: Utilities
cs: Pomůcky
hr: Pomagala

source: BPM Detection
cs: Rozpoznání BPM
hr: Otkrivanje taktova

source: Detect the beats per minute (BPM) of your music.
cs: Rozpoznání tempa BMP (beats per minute / úderů za minutu) vaší hudby.
hr: Otkrijete taktove po minuti (BPM) vaše glazbe.

source: Cover Art Fetching
cs: Získání přebalu
hr: Preuzimanje slike omota

source: Fetch cover art for all items in your library.
cs: Získá přebaly pro všechny položky ve vaší kolekci.
hr: Preuzmite slike omota za sve stavke u vašoj fonoteci

source: DAAP Sharing
cs: Sdílení DAAP
hr: DAAP dijeljenje

source: Browse and listen to music shared over your local network.
cs: Procházení a poslech hudby sdílené přes vaši místní síť.
hr: Pregledajte i poslušajte glazbu dijeljenu unutar lokalne mreže.

source: eMusic Store
cs: Obchod eMusic
hr: eMusic trgovina

source: Browse, search, and purchase music and audiobooks from eMusic
cs: Procházet, hledat a nakupovat hudbu a mluvené knihy v obchodě eMusic.
hr: Pretraži i naruči glazbu i audio knjige s eMusica

source: eMusic Import
cs: Import z eMusic
hr: eMusic uvoz

source: Download and import music purchased from eMusic.
cs: Stahovat a importovat hudbu koupenou na eMusic.
hr: Preuzmite i uvezite glazbu kupljenu na eMusicu.

source: File System Preview Queue
cs: Fronta náhledu souborového systému
hr: Pretpregled stavki na datotečnom sustavu

source: Preview files without importing to your library.
cs: Náhled souborů aniž by se importovaly do vaší kolekce.
hr: Pregledajte datoteku bez uvoza u vašu fonoteku.

source: Metadata Fixup
cs: Oprava metadat
hr: Popravak metapodataka

source: Fix broken and missing metadata using bulk operations.
cs: Opravit poškozená a chybějící metadata pomocí hromadných operací.
hr: Popravite neispravne i nedostajuće metapodatke koristeći skupne operacije.

source: Internet Archive
cs: Internetový archiv

source: Browse and search the Internet Archive's vast media collection.
cs: Procházení a prohledávání rozsáhlé multimediální sbírky Internetového archivu
hr: Pregledajte i pretražite ogromnu Internet Archive medijalnu kolekciju.

source: Internet Radio
cs: Internetové rádio

source: Listen to and organize Internet Radio stations.
cs: Poslech a organizování stanic internetových rádií.
hr: Slušajte i organizirajte Internet radio stanice.

source: Last.fm Scrobbling
cs: Služba Scrobbling rádia Last.fm
hr: Last.fm scrobblanje

source: Last.fm scrobbling and context pane recommendations.
cs: Služba sdílení seznamů skladeb Scrobble rádia Last.fm a doporučení v kontextovém panelu.
hr: Last.fm scrobblanje i preporuke u okviru dodataka.

source: Last.fm Radio
cs: Rádio Last.fm

source: Last.fm streaming radio for paid subscribers.
cs: Proudové rádio Last.fm pro platící posluchače.
hr: Last.fm streaming radija za pretplatnike.

source: Library Watcher
cs: Hlídač kolekce
hr: Nadzornik zbirke

source: Automatically update music and video libraries.
cs: Automaticky aktualizovat kolekce hudby a videa.
hr: Automatski ažurirajte glazbenu i video zbirku.

source: Mini Mode
cs: Minimalistický režim
hr: Minimalan način rada

source: Control Banshee through a small window with only playback controls and track information.
cs: Ovládání přehrávače Banshee přes malé okno, které obsahuje pouze ovládací prvky přehrávání a informace o stopě.
hr: Upravaljajte Bansheejem putem malog prozora, samo s upravljanjima reprodukcije i informacijama pjesme.

source: Miro Guide Podcast Directory
cs: Adresář podcastů Miro Guide
hr: Podcast direktorij Miro vodiča

source: Browse and subscribe to thousands of audio and video podcasts.
cs: Procházet a odebírat tisíce zvukových a video podcastů.
hr: Pregledajte i pretplatite se na tisuće zvučnih i video podcasta.

source: MPRIS D-Bus interface
cs: Rozhraní MPRIS D-Bus
hr: MPRIS D-Bus sučelje

source: Control Banshee using the MPRIS D-Bus interface.
cs: Ovládat Banshee pomocí rozhraní MPRIS D-Bus.
hr: Upravljajte Bansheejem koristeći MPRIS D-Bus sučelje.

source: Multimedia Keys
cs: Multimediální klávesy
hr: Multimedijske tipke

source: Control playback via the multimedia keys on your keyboard.
cs: Ovládání přehrávání prostřednictvím multimediálních kláves na vaší klávesnici.
hr: Upravljajte reprodukcijom pomoću multimedijskih tipki na vašoj tipkovnici.

source: Notification Area Icon
cs: Ikona oznamovací oblasti
hr: Ikona obavijesnog područja

source: Display an icon in the notification area for controlling Banshee.
cs: Zobrazení ikony umožňující ovládání přehrávače Banshee z oznamovací oblasti.
hr: Prikaži ikonu u obavijesnom području za upravljanje Bansheejem.

source: DVD and Audio CD Support
cs: Podpora pro DVD a zvuková CD
hr: Podrška za DVD i Glazbeni CD

source: Watch DVDs, listen to and rip Audio CDs.
cs: Sledování DVD, poslech a extrahování zvukových CD.
hr: Gledajte DVD-e, slušajte i ripajte glazbene CD-e.

source: Importers for Amarok, Rhythmbox and iTunes
cs: Import pro přehrávače Amarok, Rhythmbox a iTunes
hr: Uvoznici za Amarok, Rhytmbox i iTunes

source: Import your library from Amarok, Rhythmbox or iTunes.
cs: Import vaší kolekce z přehrávačů Amarok, Rhythmbox nebo iTunes.
hr: Uvezite vašu zbirku iz Amaroka, Rhytmboxa ili iTunesa

source: Play Queue
cs: Fronta přehrávání
hr: Redoslijed izvođenja

source: Queue tracks in an ad-hoc playlist, or let the Auto DJ take over.
cs: Řazení stop do fronty v účelovém seznamu skladeb, případně umožňuje řízení automatickým diskžokejem.
hr: Dodajte pjesme na popis izvođenja ili prepustite upravljanje Auto DJ-u.

source: Podcasts
cs: Podcasty
hr: Podcasti

source: Subscribe to podcasts and stream or download episodes.
cs: Přihlášení se do podcastu a příjem nebo stahování dílů.
hr: Pretplatite se na podcaste, te streamajte ili preuzmite epizode.

source: Sound Menu Integration
cs: Integrace do Nabídky zvuku
hr: Integracija u u izborniku zvuka

source: Control Banshee from the Sound Menu.
cs: Ovládat Banshee z nabídky zvuku
hr: Upravljajte Bansheejem iz izbornika zvuka.

source: Torrent Downloader
cs: Stahování protokolem torrent
hr: Preuzimatelj torrenata

source: Support downloading BitTorrent files from podcasts.
cs: Podpora stahování souborů BitTorrent z podcastů.
hr: Podržava preuzimanje BitTorrent datoteka iz podcasta.

source: This extension grants access to the Ubuntu One Music Store, powered by 7digital.
cs: Toto rozšíření zajišťuje přístup do obchodu Ubuntu One Music Store, fungujícím na 7digital.
hr: Ovaj dodatak omogućava pristup Ubuntu One glazbenoj trgovini, koju podupire 7digital.

source: UPnP Client
cs: Klient UPnP
hr: UPnP klijent

source: Browse and play music and videos shared over your local network using UPnP.
cs: Procházení a přehrávání hudby a videí sdílených přes vaši místní síť pomocí UPnP.
hr: Pregledajte i reproducirajte glazbu i video snimke dijeljene putem vaše lokalne mreže upotrebom UPnP-a.

source: Wikipedia
cs: Wikipedie
hr: Wikipedija

source: View artist information from Wikipedia in the context pane.
cs: Zobrazovat v kontextovém panelu informace o umělci z encyklopedie Wikipedie.
hr: Prikaži informacije o izvođaču s Wikipedije u okviru dodataka.

source: Context Pane
cs: Kontextový panel
hr: Okvir dodataka

source: Show related YouTube videos in the context pane.
cs: Zobrazit odpovídající videa z YouTube v kontextovém panelu.
hr: Prikaži povezane YouTube video zapise u okviru dodataka.

source: AAC (Novell Encoder)
cs: AAC (kodér od firmy Novell)
hr: AAC (Novell enkôder)

source: Designed to be the successor of the MP3 format, AAC generally achieves better sound quality than MP3 at many bit rates.
cs: Navržené jako nástupce formátu MP3, dosahuje ACC obecně lepší kvality zvuku než MP3 u většiny hodnot datových toků.
hr: Dizajniran kao nasljednik MP3 formata, AAC ostvaruje bolju kvalitetu zvuka u odnosu na MP3 kod različitih brzina prijenosa.

source: Bitrate
cs: Datový tok
hr: Brzina prijenosa

source: Container
cs: Kontejner
hr: Spremnik

source: Profile
cs: Profil
hr: Profil

source: Low Complexity
cs: Nízká složitost
hr: Niska složenost

source: Long Term Prediction
cs: Odhad dlouho dopředu
hr: Dugoročno predviđanje

source: Output Format
cs: Výstupní formát
hr: Izlazni format

source: Channels
cs: Kanály
hr: Kanali

source: Free Lossless Audio Codec
cs: Svobodný bezeztrátový zvukový kodek
hr: Free Lossless zvučni kôdek

source: Free Lossless Audio Codec (FLAC) is an open source codec that compresses but does not degrade audio quality.
cs: Svobodný bezeztrátový zvukový kodek (FLAC) je otevřený kodek využívající komprimaci beze ztráty kvality zvuku.
hr: Free Lossless Audio Codec (FLAC) je kôdek otvorenog kôda koji sažima zvuk bez gubitka na kvaliteti.

source: MP3 (LAME Encoder)
cs: MP3 (kodér LAME)
hr: MP3 (LAME enkôder)

source: A proprietary and older, but also popular, lossy audio format that produces larger files at lower bitrates.
cs: Proprietární a starší, ale také oblíbený, ztrátový zvukový formát vytvářející při nižších datových tocích větší soubory.
hr: Vlasnički i stariji, ali također popularan lossy audio format, koji stvara veće datoteke pri nižim brzinama prijenosa.

source: Encoding Mode
cs: Režim kódování
hr: Način enkôdiranja

source: Constant Bitrate
cs: Stálý datový tok
hr: Nepromjenjiva brzina prijenosa

source: Variable Bitrate
cs: Proměnný datový tok
hr: Nepromjenjiva brzina prijenosa

source: VBR Quality
cs: Kvalita proměnného datového toku
hr: VBR kvaliteta

source: Worst
cs: Nejhorší
hr: Najgore

source: Best
cs: Nejlepší
hr: Najbolje

source: MP3 (Xing Encoder)
cs: MP3 (kodér Xing)
hr: MP3 (Xing enkôder)

source: Vorbis is an open source, lossy audio codec with high quality output at a lower file size than MP3.
cs: Vorbis je otevřený ztrátový zvukový kodek s vysoce kvalitním výstupem a menší velikostí souborů ve srovnání s MP3.
hr: Vorbis je zvučni kôdek s opadajućom kvalitetom i otvorenog je kôda. Pruža visoku kvalitetu uz manju veličinu datoteke od MP3 formata.

source: Audio quality
cs: Kvalita zvuku
hr: Kvaliteta zvuka

source: A fast and efficient open source audio format offering lossless and high-quality lossy encoding with great dynamic range.
cs: Rychlý a úsporný otevřený zvukový formát umožňující bezeztrátové a vysoce kvalitní ztrátové kódování s velkým dynamickým rozsahem.
hr: Brz i učinkovit zvučni format otvorenog kôda, koji nudi visoko-kvalitetno enkôdiranje s velikim dinamičkim rasponom, bez gubitka kvalitete.

source: Mode
cs: Režim
hr: Način

source: Fast Compression
cs: Rychlá komprimace
hr: Brzo sažimanje

source: Default Compression
cs: Výchozí komprimace
hr: Zadano sažimanje

source: High Compression
cs: Vysoká komprimace
hr: Visoko sažimanje

source: Very High Compression
cs: Velmi vysoká komprimace
hr: Vrlo visoko sažimanje

source: Lossy mode
cs: Ztrátový režim
hr: Lossy način

source: Store MD5 sum in the file
cs: Uložit do souboru součet MD5
hr: Spremi MD5 vrijednost u datoteku

source: Extra processing
cs: Zvláštní zpracování
hr: Dodatna obrada

source: Default
cs: Výchozí
hr: Zadano

source: Highest
cs: Nejvyšší
hr: Najveća

source: WAV+PCM is a lossless format that holds uncompressed, raw pulse-code modulated (PCM) audio.
cs: WAV+PCM je bezeztrátový formát obsahující nekomprimovaný surový zvuk s pulzně kódovou modulací (PCM).
hr: WAV+PCM je format koji sadrži nesažeti, neobrađeni pulse-code modulirani (PCM) zvuk, bez gubitka kvalitete.

source: A proprietary lossy audio format with high quality output at a lower file size than MP3. A 96 kbps WMA is equivalent to a 128 kbps MP3.
cs: Proprietární ztrátový zvukový formát s vysoce kvalitním výstupem a oproti MP3 menší velikostí souboru. WMA s 96 kb/s odpovídá MP3 se 128 kb/s.
hr: Vlasnički zvučni format s visoko-kvalitetnim izlaznim rezultatom i manjom veličinom datoteka u odnosu na MP3, ali opadajućom kvalitetom. WMA od 96 kbps je ekvivalent MP3-ju od 128 kbps.

source: Use a variable bitrate
cs: Použít proměnný datový tok
hr: Koristi promjenjivu brzinu prijenosa

source: Audio Quality
cs: Kvalita zvuku
hr: Kvaliteta zvuka

source: Media Player
cs: Multimediální přehrávač
hr: Multimedijski reproduktor

source: Banshee Media Player
cs: Multimediální přehrávač Banshee
hr: Banshee multimedijski reproduktor

source: Play and organize your media collection
cs: Přehrávat a organizovat své multimediální kolekce
hr: Reproducirajte i organizirajte vašu multimedijsku kolekciju

source: Banshee is an open source multimedia management and playback application for GNOME, Mac and Windows.
cs: Banshee je svobodná aplikace s otevřeným kódem sloužící ke správě a přehrávání multimédií v GNOME, na Macu a ve Windows.
hr: Banshee je multimedijska aplikacija otvorenog kôda za upravljanje i reprodukciju na GNOMU, Mac-u i Windowsima.

source: Play your music and videos. Stay entertained and up to date with podcasts and video podcasts. Sync your Android, iPod, and other devices. We think you'll love Banshee!
cs: Přehrávejte si svoji hudbu a videa. Mějte k dispozici nepřetržitou zábavu s vždy aktuálními podcasty a videopodcasty. Synchronizujte vše se svými zařízeními Android, iPod a dalšími. Věříme, že budete Banshee milovat.
hr: Reproducirajte svoju glazbu i video snimke. Zabavite se s najnovijim podcastima i video podcastima. Uskladite svoj Android, iPod i ostale uređaje. Mislimo da će vam se svidjeti Banshee!

source: Could not create pipeline
cs: Nelze vytvořit rouru
hr: Nemoguće stvaranje protoka

source: Could not create filesrc element
cs: Nelze vytvořit prvek filesrc
hr: Nemoguće stvaranje filesrc elementa

source: Could not create decodebin2 plugin
cs: Nelze vytvořit zásuvný modul decodebin2
hr: Nemoguće stvaranje decodebin2 dodatka

source: Could not create audioconvert plugin
cs: Nelze vytvořit zásuvný modul audioconvert
hr: Nemoguće stvaranje audioconvert priključka

source: Could not create bpmdetect plugin
cs: Nelze vytvořit zásuvný modul bmpdetect
hr: Nemoguće stvaranje bpmdetect priključka

source: Could not create fakesink plugin
cs: Nelze vytvořit zásuvný modul falešného cíle (fakesink)
hr: Nemoguće stvaranje fakesink priključka

source: Could not link pipeline elements
cs: Nelze odkazovat na prvky roury
hr: Nemoguće povezivanje elementa protoka

source: Could not initialize element from cdda URI
cs: Nelze inicializovat prvek z URI cdda
hr: Nemoguće pokretanje elementa iz cdda URI-ja

source: Could not create encoder pipeline
cs: Nelze vytvořit rouru kodéru
hr: Nemoguće stvaranje protoka enkôdera

source: Could not create queue plugin
cs: Nelze vytvořit zásuvný modul queque
hr: Nemoguće stvaranje priključka reda čekanja

source: Could not create filesink plugin
cs: Nelze vytvořit zásuvný modul filesink
hr: Nemoguće stvaranje priključka slivnika datoteke

source: Could not create source element
cs: Nelze vytvořit zdrojový prvek
hr: Nemoguće stvaranje izvornog elementa

source: Could not create sink element
cs: Nelze vytvořit cílový prvek
hr: Nemoguće stvaranje elementa slivnika

source: Could not create sinkbin plugin
cs: Nelze vytvořit zásuvný modul „sinkbin“
hr: Nemoguće stvaranje priključak spremnika slivnika

source: Could not create audioresample plugin
cs: Nelze vytvořit zásuvný modul „audioresample“
hr: Nemoguće stvaranje priključka normalizacije zvuka

source: Could not create encoding pipeline
cs: Nelze vytvořit kódovací rouru
hr: Nemoguće stvaranje protoka enkôdiranja

source: Could not get sink pad from encoder
cs: Nelze získat cílový přípojný bod z kodéru
hr: Nemoguće dobivanje umetka slivnika iz enkôdera

source: Could not construct pipeline
cs: Nelze vytvořit rouru
hr: Nemoguća izgradnja protoka

source: Write CD...
cs: Vypálit na CD…
hr: Zapiši na CD...

source: Write selected tracks to an audio CD
cs: Zapsat vybrané skladby na hudební CD
hr: Zapiši odabrane pjesme na glazbeni CD

source: Could not write CD
cs: CD nelze vypálit
hr: Zapisivanje na CD nije uspjelo

source: Brasero could not be started
cs: Nelze spustit aplikaci Brasero
hr: Brasero se ne može pokrenuti

source: Fullscreen video playback active
cs: Přehrávání videa přes celou obrazovku je aktivní
hr: Cjelozaslonska reprodukcija video snimke aktivna

source: Could not find an encoder for ripping.
cs: Nelze najít kodér na extrahování.
hr: Nemoguć pronalazak enkôdera za ripanje.

source: Could not create CD ripping driver.
cs: Nelze vytvořit ovladač na extrahování CD.
hr: Nemoguće stvaranje upravljačkog programa za ripanje CD-a.

source: Could not create BPM detection driver.
cs: Nelze vytvořit ovladač na zjišťování BPM.
hr: Nemoguće stvaranje upravljačkog programa za otkrivanje taktova.

source: Could not initialize GStreamer library
cs: Nelze inicializovat knihovnu GStreamer
hr: Nemoguće pokretanje GStreamer biblioteke

source: Unknown Error
cs: Neznámá chyba
hr: Nepoznata greška

source: _Enable ReplayGain correction
cs: _Zapnout korekci hlasitosti ReplayGain
hr: _Omogući ispravljanje normalizacije zvuka

source: For tracks that have ReplayGain data, automatically scale (normalize) playback volume
cs: Pro stopy, které mají data ReplayGain, automaticky změnit (normalizovat) hlasitost přehrávání.
hr: Za pjesme koje imaju podatke normalizacije zvuka, automatski prilagodi (normaliziraj) glasnoću reprodukcije

source: Enable _gapless playback
cs: Zapnout přehrávání bez _mezer
hr: Omogući _reprodukciju bez pauze

source: Eliminate the small playback gap on track change. Useful for concept albums and classical music
cs: Zamezuje malé pauze v přehrávání při přechodu na jinou stopu. Vhodné pro koncepční alba a klasickou hudbu
hr: Ukloni malu pauzu reprodukcije pri promjeni pjesme. Korisno za koncepcijske albume i klasičnu glazbu.

source: Could not create transcoder
cs: Nelze vytvořit transkodér
hr: Nemoguće stvaranje transkôdera

source: Could not create encoder pipeline : {0}
cs: Nelze vytvořit rouru kodéru: {0}
hr: Nemoguće stvaranje protoka enkôdera : {0}

source: Could not create encoding pipeline : {0}
cs: Nelze vytvořit kódovací rouru: {0}
hr: Nemoguće stvaranje protoka enkôdera : {0}

source: Import
cs: Importovat
hr: Uvezi

source: Can't check for updates
cs: Nelze zkontrolovat dostupnost aktualizací
hr: Nemoguća provjera nadopuna

source: We're currently not able to check if there's a new version available. Please try again later.
cs: V současné chvíli není možné zkontrolovat, zda je dostupná nová verze. Zkuste to prosím později znovu.
hr: Trenutno nismo u mogućnosti provjeriti je li dostupna nova inačica. Pokušajte ponovo kasnije.

source: No update available
cs: Není dostupná žádná aktualizace
hr: Nema dostupnih nadopuna

source: You already have the latest version of Banshee installed.
cs: Již máte nainstalovánu nejnovější verzi přehrávače Banshee.
hr: Već imate instaliranu najnoviju iaćicu Bansheeja.

source: A new version of Banshee ({0}) is available.{1}Do you want to update?
cs: Je dostupná nová verze Banshee ({0}).{1}Chcete aktualizovat?
hr: Nova inačica Bansheeja ({0}) je dostupna.{1}Želite li ga nadopuniti?

source: Banshee update available
cs: Je dostupná aktualizace Banshee
hr: Dostupna je Banshee nadopuna

source: Downloading {0}
cs: Stahuje se {0}
hr: Preuzimam {0}

source: Update download failed
cs: Stažení aktualizace selhalo
hr: Preuzimanje nadopuna neuspjelo

source: The download failed. Please try again later.
cs: Stažení selhalo. Zkuste to prosím později znovu.
hr: Preuzimanje neuspjelo, pokušajte ponovo kasnije.

source: The update finished downloading.{0}Do you want to shutdown Banshee and run the installer?
cs: Stažení aktualizace bylo dokončeno.{0}Chcete Banshee ukončit a spustit instalátor?
hr: Preuzimanje nadopuna je završeno.{0} Želite li zatvoriti Banshee i pokrenuti instalaciju?

source: Update finished downloading
cs: Stažení aktualizace dokončeno
hr: Završeno je preuzimanje nadopuna

source: Check for Updates
cs: Zkontrolovat aktualizace
hr: Provjera nadopuna

source: Help Options
cs: Možnosti nápovědy
hr: Mogućnosti pomoći

source: Show this help
cs: Zobrazit tuto nápovědu
hr: Prikaži ovu pomoć

source: Show options for controlling playback
cs: Zobrazit volby pro ovládání přehrávání
hr: Prikaži mogućnosti za upravljanje reprodukcijom

source: Show options for querying the playing track
cs: Zobrazit volby pro dotazování přehrávaných skladeb
hr: Prikaži mogućnosti za preuzimanje informacija o trenutnoj pjesmi

source: Show options for querying the playing engine
cs: Zobrazit volby pro dotazování nástroje pro přehrávání
hr: Prikaži mogućnosti za slanje upita prema mehanizmu reprodukcije

source: Show options for the user interface
cs: Zobrazit volby pro uživatelské rozhraní
hr: Prikaži mogućnosti korisničkog sučelja

source: Show options for developers and debugging
cs: Zobrazit volby pro vývojáře a ladění
hr: Prikaži mogućnosti za razvujatelje i otklanjanje grešaka

source: Show all option groups
cs: Zobrazit všechny skupiny voleb
hr: Prikaži sve grupe mogućnosti

source: Show version information
cs: Zobrazit informace o verzi
hr: Prikaži informacije o inačici

source: Playback Control Options
cs: Volby ovládání přehrávání
hr: Mogućnosti upravljanja reprodukcijom

source: Play the next track, optionally restarting if the 'restart' value is set
cs: Přehrát následující skladbu, volitelně restartovat, pokud je nastavena hodnota „restart“
hr: Reproduciraj sljedeću pjesmu, uz eventualno ponovno pokretanje ako je podešena vrijednost 'restart'
