Repository: linuxmint/gnome-apps
Catalog: banshee/po/*.po
Languages: cs, hr

source: Neighbors
cs: Sousedé
hr: Susjedi

source: For User:
cs: Pro uživatele:
hr: Za korisnika:

source: Of User:
cs: Od uživatele:
hr: Od korisnika:

source: Group
cs: Skupina
hr: Grupa

source: Group Name:
cs: Název skupiny:
hr: Naziv grupe:

source: Tag
cs: Štítek
hr: Oznaka

source: Tag Name:
cs: Název štítku:
hr: Naziv oznake:

source: Fan
cs: Fanoušek
hr: Obožavatelj

source: Fans of:
cs: Fanoušci od:
hr: Obožavatelj od:

source: Similar
cs: Podobné
hr: Srodno

source: Similar to:
cs: Podobné na:
hr: Srodno:

source: Media
cs: Média
hr: Medij

source: Library
cs: Kolekce
hr: Zbirka

source: Launch the Banshee Media Player
cs: Spustit multimediální přehrávač Banshee
hr: Pokreni Banshee multimedijski reproduktor

source: Now Playing
cs: Právě se přehrává
hr: Trenutno se reproducira

source: media
cs: média
hr: medij

source: Quick access panel for your media
cs: Lišta rychlého přístupu k vašim médiím
hr: Panel brzog pristupa za vaše medije

source: _Mini Mode
cs: _Minimální režim
hr: _Mini način

source: Full Mode
cs: Plný režim
hr: Potpun način

source: Switch back to full mode
cs: Přepnout zpět do plného režimu
hr: Prebacite natrag u porpuni način

source: Change repeat playback mode
cs: Změna režimu opakování při přehrávání
hr: Promijenite način ponavljanja reprodukcije

source: Discover interesting podcasts in the Miro Guide podcast directory!
cs: Objevit zajímavé podcasty v adresáři podcastů Miro Guide!
hr: Otkrijte zanimljive podcaste u direktoriju podcasta Miro vodiča!

source: Open Miro Guide
cs: Otevřít Miro Guide
hr: Otvori Miro vodič

source: Search for podcasts
cs: Hledat podcasty
hr: Pretraga podcasta

source: Search for video podcasts
cs: Hledat video podcasty
hr: Pretraži video podcaste

source: _Close
cs: _Zavřít
hr: _Zatvori

source: _Show Notifications
cs: _Zobrazovat oznámení
hr: _Prikaži obavijesti

source: Show notifications when item changes
cs: Zobrazovat oznámení při změně položky
hr: Prikaži obavijesti kada se stavka promijeni

source: Still Running
cs: Stále běží
hr: Još uvijek je pokrenuto

source: Banshee was closed to the notification area. Use the <i>Quit</i> option to end your session.
cs: Banshee bylo zavřeno do oznamovací oblasti. Pro ukončení sezení použijte volbu <i>Ukončit</i>.
hr: Banshee je zatvoren u području obavijesti. Koristite <i>Zatvori</i> mogućnost kako bi ga zatvorili

source: Skip this item
cs: Přeskočit tuto položku
hr: Preskoči ovu stavku

source: Cannot show notification
cs: Nelze zobrazit oznámení
hr: Nemoguće prikazivanje obavijest

source: {0}by{1} {2} {0}from{1} {3}
cs: {0}od{1} {2} {0}z{1} {3}
hr: {0}od{1} {2} {0}album{1} {3}

source: Simplify
cs: Zjednodušit
hr: Pojednostavljeni prikaz

source: Hide/Show the source list, menu, toolbar, and status bar
cs: Skrýt/zobrazit seznam zdrojů, nabídku, lištu nástrojů a stavovou lištu
hr: Sakrij/Prikaži popis izvora, izbornik, alatnu traku i statusnu traku

source: Audio CD
cs: Hudební CD
hr: Glazbeni CD

source: Track {0}
cs: Stopa {0}
hr: Pjesma {0}

source: Importing Audio CD
cs: Importovat hudební CD
hr: Uvoz Glazbenog CD-a

source: Initializing Drive
cs: Inicializace jednotky
hr: Pokretanje pogona

source: <i>{0}</i> is still being imported into the music library. Would you like to stop it?
cs: <i>{0}</i> se stále importuje do hudební kolekce. Chcete import zastavit?
hr: <i>{0}</i> se još uvijek uvozi u fonoteku. Želite li prekinuti uvoz?

source: Cannot Import CD
cs: Nelze importovat CD
hr: Nemoguć uvoz CD-a

source: Audio CDs
cs: Hudební CD
hr: Glazbeni CD-ovi

source: Audio CD Importing
cs: Importuje se hudební CD
hr: Uvoz glazbenog CD-a

source: _Import format
cs: Formát _importu
hr: _Uvezi format

source: _Automatically import audio CDs when inserted
cs: _Automaticky importovat hudební CD, když je vloženo
hr: _Automatski uvezi glazbene CD-ove kada su umetnuti

source: When an audio CD is inserted, automatically begin importing it if metadata can be found and it is not already in the library.
cs: Když je vloženo hudební CD, automaticky ho začít importovat, pokud lze nalézt metadata a ještě není v kolekci.
hr: Kada je glazbeni CD umetnut, automatski započni uvoz ako metapodaci mogu biti pronađeni ili ako nisu već u fonoteci.

source: _Eject when done importing
cs: _Vysunout, když je import dokončen
hr: _Izbaci kada je završen uvoz

source: When an audio CD has been imported, automatically eject it.
cs: Když je hudební CD importováno, automaticky jej vysunout.
hr: Kada je glazbeni CD uvezen, automatski ga izbaci.

source: Use error correction when importing
cs: Při importu používat korekci chyb
hr: Koristi ispravljanje grešaka tijekom uvoza

source: Error correction tries to work around problem areas on a disc, such as surface scratches, but will slow down importing substantially.
cs: Korekce chyb se pokouší opravit data z problematických oblastí disku jako jsou např. poškrábaná místa. Výrazně však zpomaluje importování.
hr: Ispravljanje grešaka pokušava zaobići problematična područja na disku kao što su površinske ogrebotine, ali to će znatno usporiti uvoz.

source: Import CD
cs: Importovat CD
hr: Uvezi CD

source: Import this audio CD to the library
cs: Importovat hudební CD do kolekce
hr: Uvezi ovaj glazbeni CD u fonoteku

source: Duplicate CD
cs: Duplikovat CD
hr: Udvostruči CD-a

source: Duplicate this audio CD
cs: Duplikovat toto hudební CD
hr: Udvostruči ovaj glazbeni CD

source: Searching for track information...
cs: Hledají se informace o stopě…
hr: Pretraženje informacija pjesme...

source: Could not fetch track information
cs: Nelze získat informace o stopě
hr: Nemoguće preuzimanje informacija pjesme

source: Automatic import off since this album is already in the Music Library.
cs: Automaticky vypnout importování, pokud už je album v Hudební kolekci.
hr: Automatski uvoz je isključen, jer je ovaj album već u fonoteci.

source: Could not import CD
cs: Nelze importovat CD
hr: Nemoguć uvoz CD-a

source: Could not duplicate audio CD
cs: Nelze duplikovat hudební CD
hr: Glazbeni CD se ne može udvostručiti

source: Audio CD Preferences
cs: Předvolby hudebního CD
hr: Osobitosti glazbenog CD-a

source: Eject Disc
cs: Vysunout disk
hr: Izbaci disk

source: Import ‟{0}”
cs: Importovat „{0}“
hr: Uvezi ‟{0}”

source: Ejecting {0}...
cs: Vysouvá se {0}…
hr: Izbacujem {0}...

source: Could not eject {0}: {1}
cs: Nelze vysunout {0}: {1}
hr: Ne mogu izbaciti {0}: {1}

source: Go to Menu
cs: Přejít do nabídky
hr: Idi u izbornik

source: Navigate to menu
cs: Nasměrovat do nabídky
hr: Idite do izbornika

source: DVD Preferences
cs: Předvolby DVD
hr: DVD osobitosti

source: Unable to import track: {0}
cs: Nelze importovat stopu: {0}
hr: Nemoguć uvoz pjesme: {0}

source: Importing from Amarok failed
cs: Import z programu Amarok selhal
hr: Uvoz iz Amaroka nije uspio

source: iTunes Importer
cs: Import z iTunes
hr: iTunes uvoznik

source: Import song ratings
cs: Importování hodnocení skladeb
hr: Uvezi ocjene pjesme

source: Import play statistics (playcount, etc.)
cs: Importovat statistiky přehrávání (počet přehrání apod.)
hr: Uvezi statistiku reprodukcije (broj reprodukcija, itd.)

source: Import playlists
cs: Importovat seznamy skladeb
hr: Uvezi popis izvođenja

source: Locate your "{0}" file...
cs: Najít svůj soubor „{0}“…
hr: Locirajte vašu "{0}" datoteku...

source: Locate "{0}"
cs: Najít „{0}“
hr: Lociram "{0}"

source: Locate iTunes Music Directory
cs: Najít složku s hudbou iTunes
hr: Lociraj iTunes glazbeni direktorij

source: The iTunes library refers to your music directory as "{0}" but Banshee was not able to infer the location of this directory. Please locate it.
cs: Kolekce iTunes odkazuje na vaši složku s hudbou jako „{0}“, ale Banshee nedokáže dovodit umístění této složky. Najděte ji prosím.
hr: iTunes zbirka odnosi se na vaš glazbeni direktorij kao"{0}" ali Banshee nije u mogućnosti zaključiti lokaciju tog direktorija. Molim locirajte ga.

source: iTunes Media Player
cs: Multimediální přehrávač iTunes
hr: iTunes multimedijski reproduktor

source: Banshee is not familiar with this version of the iTunes library format. Importing may or may not work as expected, or at all. Would you like to attempt to import anyway?
cs: Přehrávači Banshee není známa tato verze formátu kolekce iTunes. Import může a nebo také nemusí fungovat, jak očekáváte, případně nemusí fungovat vůbec. Chcete i přesto import zkusit?
hr: Banshee nije upoznat sa ovom inačicom iTunes formata zbirke. Uvoz može ali i ne mora raditi kao što se očekiva, ili uopće ne mora raditi. Želite li unatoč tome pokušati uvesti?

source: Unable to import song.
cs: Nelze skladbu importovat.
hr: Nemoguć uvoz pjesme.

source: Rhythmbox Music Player
cs: Hudební přehrávač Rhythmbox
hr: Rhythmbox glazbeni reproduktor

source: _Fill
cs: _Vyplnit
hr: _Ispuni

source: f_rom
cs: _z
hr: i_z

source: Add to Play Queue
cs: Přidat do fronty přehrávání
hr: Dodaj u red čekanja

source: Append selected songs to the play queue
cs: Připojit vybrané skladby do fronty přehrávání
hr: Dodaj odabrane pjesme u red čekanja sviranja

source: Play After
cs: Přehrát po
hr: Reproduciraj poslije

source: Add selected songs after the currently playing track, album, or artist
cs: Přidat vybranou skladbu za právě přehrávanou stopu, album nebo umělce
hr: Dodaj odabrane pjesme nakon trenutnog izvođenja pjesme, albuma ili izvođača

source: Current Track
cs: Aktuální stopa
hr: Trenutnog zapisa

source: Add selected songs to the play queue after the currently playing song
cs: Přidat vybrané skladby do fronty přehrávání za právě přehrávanou skladbu
hr: Dodaj odabrane pjesme u red čekanja sviranja, nakon završetka sviranja trenutne pjesme

source: Current Album
cs: Aktuální album
hr: Trenutnog albuma

source: Add selected songs to the play queue after the currently playing album
cs: Přidat vybrané skladby do fronty přehrávání za právě přehrávané album
hr: Dodaj odabrane pjesme u red čekanja sviranja, nakon završetka sviranja trenutnog albuma

source: Current Artist
cs: Aktuální umělec
hr: Trenutnog izvođača

source: Add selected songs to the play queue after the currently playing artist
cs: Přidat vybrané skladby do fronty přehrávání za právě přehrávaného umělce
hr: Dodaj odabrane pjesme u red čekanja sviranja, nakon završetka sviranja trenutnog izvođača

source: Refresh random tracks in the play queue
cs: Zvonu vybrat náhodné stopy do fronty přehrávání
hr: Osvježi naizmjenične pjesme u redu čekanja sviranja

source: Randomize the playback order of items in the play queue
cs: Náhodně přeházet pořadí přehrávaných položek ve frontě přehrávání
hr: Izmješaj redosljed sviranja u redu čekanja sviranja

source: Add More
cs: Přidat další
hr: Dodaj više

source: Add more random tracks to the play queue
cs: Přidat další náhodné stopy do fronty přehrávání
hr: Dodajte više naizmjeničnih pjesama u red čekanja sviranja

source: Remove all tracks from the play queue
cs: Odstranit všechny skladby z fronty přehrávání
hr: Ukloni sve pjesme iz reda čekanja sviranja

source: Clear the play queue when quitting
cs: Vyprázdnit frontu při ukončení
hr: Isprazni red čekanja sviranja pri zatvaranju

source: Remove From Play Queue
cs: Odstranit z fronty
hr: Ukloni iz reda čekanja za reprodukciju

source: Number of _played songs to show
cs: Počet _přehraných skladeb, které se mají zobrazit
hr: Broj _odsviranih pjesama za prikazati

source: Number of _upcoming songs to show
cs: Počet _nadcházejících skladeb, které se mají zobrazit
hr: Broj _uskoro sviranih pjesama za prikazati

source: All Podcasts ({0})
cs: Všechny podcasty ({0})
hr: Svi podcasti ({0})

source: Podcasts Folder
cs: Složka s podcasty
hr: Mapa podcasta

source: Remove Podcast
cs: Odebrat podcast
hr: Ukloni podcast

source: Disable Auto Updates
cs: Vypnout automatický aktualizace
hr: Onemogući automatsku nadopunu

source: Network error updating {0}
cs: Síťová chyba při aktualizaci {0}
hr: Mrežna greška nadopune {0}

source: Parsing error updating {0}
cs: Chyba zpracování při aktualizaci {0}
hr: Greška obrade nadopune {0}

source: Authentication error updating {0}
cs: Chyba ověřování při aktualizaci {0}
hr: Greška ovjere nadopune {0}

source: Error updating {0}
cs: Chyba aktualizace {0}
hr: Greška nadopune {0}

source: Search your podcasts
cs: Hledat své podcasty
hr: Pretražite svoje podcaste

source: Episode Properties
cs: Vlastnosti dílu
hr: Svojstva epizode

source: Published
cs: Zveřejněno
hr: Objavljeno

source: New
cs: Nový
hr: Novo

source: Downloaded
cs: Stažené
hr: Preuzeto

source: {0} episode
cs: {0} díl
hr: {0} epizoda

source: Never updated
cs: Nikdy neaktualizované
hr: Nikada nadopunjuj

source: Updated at {0}
cs: Aktualizované v {0}
hr: Nadopunjeno {0}

source: Updated {0}
cs: Aktualizované {0}
hr: Nadopunjeno {0}

source: Downloading
cs: Stahování
hr: Preuzimanje

source: New Items
cs: Nové položky
hr: Nove stavke

source: All Items
cs: Všechny
hr: Sve stavke

source: Downloading Podcast(s)
cs: Stahují se podcasty
hr: Preuzimanje Podcasta

source: Cancel all podcast downloads?
cs: Zrušit stahování všech podcastů?
hr: Prekini sva preuzimanja podcasta?

source: Check all podcasts for new episodes
cs: Zkontrolovat nové díly ve všech podcastech
hr: Provjerite sve podcaste za nove epizode

source: Add Podcast...
cs: Přidat podcast…
hr: Dodaj podcast...

source: Subscribe to a new podcast
cs: Přihlásit se k novému podcastu
hr: Pretplati se na novi Podcast

source: Unsubscribe and Delete
cs: Odhlásit se a odstranit
hr: Odjavi se i obriši

source: Check for New Episodes
cs: Zkontrolovat nové díly
hr: Provjeri ima li novih epizoda

source: Download All Episodes
cs: Stáhnout všechny díly
hr: Preuzmi sve epizode

source: Visit Podcast Homepage
cs: Navštívit domovskou stránku podcastu
hr: Posjeti Podcast web stranicu

source: Podcast Properties
cs: Vlastnosti podcastu
hr: Svojstva Podcasta

source: Mark as New
cs: Označit jako nové
hr: Označi kao Novo

source: Archive
cs: Archivovat
hr: Arhiva

source: Download
cs: Stáhnout
hr: Preuzmi

source: Cancel Download
cs: Zrušit stahování
hr: Prekini preuzimanje

source: Visit Website
cs: Navštívit webové stránky
hr: Posjetite web stranicu

source: Add Podcast
cs: Přidat podcast
hr: Dodaj podcast

source: Delete File
cs: Smazat soubor
hr: Obriši datoteku

source: Invalid URL
cs: Neplatné URL
hr: Neispravan URL

source: Podcast URL is invalid.
cs: URL podcastu je neplatné.
hr: Podcast URL-a je neispravan.

source: Episode Details
cs: Podrobnosti o dílu
hr: Pojedinosti epizode

source: Check periodically for new episodes
cs: Pravidelně kontrolovat nové díly
hr: Povremeno provjeri ima li novih epizoda

source: If checked, Banshee will check every hour to see if this podcast has new episodes
cs: Pokud je zaškrtnuto, bude aplikace Banshee každou hodinu kontrolovat, zda tento kanál neobsahuje nové díly
hr: Ako je odabrano, Banshee će provjeriti svakih sat vremena ima li ovaj podcast novih epizoda

source: Download new episodes
cs: Stáhnout nové díly
hr: Preuzmi nove epizode

source: Archive all episodes except the newest one
cs: Archivovat všechny díly vyjma nejnovějšího
hr: Pohrani sve epizode osim najnovijih

source: No description available
cs: Není dostupný žádný popis
hr: Opis nije dostupan

source: Name:
cs: Název:
hr: Naziv:

source: Website:
cs: Webové stránky:
hr: Web stranica:

source: Visit
cs: Navštívit
hr: Posjetite

source: Subscription Options
cs: Volby přihlášení
hr: Mogućnosti pretplate

source: Feed URL:
cs: Adresa URL kanálu:
hr: Povratni URL:

source: Last Refreshed:
cs: Naposledy občerstveno:
hr: Zadnje osvježeno:

source: Category:
cs: Kategorie:
hr: Kategorija:

source: Subscribe to New Podcast
cs: Přihlásit se k novému podcastu
hr: Pretplati se na novi Podcast

source: Please enter the URL of the podcast to which you would like to subscribe.
cs: Zadejte prosím URL podcastu, ke kterému se chcete přihlásit.
hr: Upiši URL podcasta na koji se želite pretplatiti.

source: Download all episodes
cs: Stáhnout všechny díly
hr: Preuzmi sve epizode

source: Download the most recent episode
cs: Stáhnout nejnovější díl
hr: Preuzmi najnovije epizode

source: Let me decide which episodes to download
cs: Nechat mě vybrat díly ke stažení
hr: Ja ću odrediti koje će se epizode preuzeti

source: _Speaker:
cs: _Reproduktor:
hr: _Zvučnik:

source: Sample
cs: Ukázka
hr: Uzorak

source: by '{0}' from '{1}'
cs: od umělce „{0}“ z alba „{1}“
hr: od '{0}' iz '{1}'

source: from '{0}'
cs: z alba „{0}“
hr: iz '{0}'

source: by '{0}'
cs: od umělce „{0}“
hr: od '{0}'

source: _Show Banshee in the sound menu
cs: Zobrazit Ban_shee v nabídce zvuku
hr: _Prikaži Banshee u izborniku zvuka

source: Control Banshee through the sound menu
cs: Ovládat Banshee přes nabídku zvuku
hr: Upravljajte Bansheejem preko izbornika zvuka

source: Show SQL Console
cs: Zobrazit konzoli SQL
hr: Prikaži SQL konzolu

source: Start SQL Monitoring
cs: Zapnout monitorování SQL
hr: Pokreni SQL nadzor

source: Stop SQL Monitoring
cs: Vypnout monitorování SQL
hr: Zaustavi SQL nadzor

source: Track Preview
cs: Náhled stopy

source: Shared Media
cs: Sdílená média
hr: Dijeljeni medij

source: UPnP Share
cs: Sdílení UPnP
hr: UPnP dijeljenje

source: Uploaded by
cs: Nahrál
hr: Postavio

source: Play in Banshee...
cs: Přehrát v Banshee…
hr: Reproduciraj u Bansheeju...

source: Play in Web Browser...
cs: Přehrát ve webovém prohlížeči…
hr: Reproduciraj u web pregledniku...

source: No videos found
cs: Nenalezeno žádné video
hr: Nema pronađenih video snimaka

source: open context menu
cs: otevřít kontextovou nabídku
hr: otvori sadržajni izbornik

source: click
cs: kliknout
hr: klik

source: menu
cs: nabídka
hr: izbornik

source: Hide <i>{0}</i>
cs: Skrýt <i>{0}</i>
hr: Sakrij <i>{0}</i>

source: {0} Encountered a Fatal Error
cs: Aplikace {0} narazila na kritickou chybu
hr: {0} Dogodila se kobna greška

source: Error Details
cs: Podrobnosti o chybě
hr: Pojedinosti greške

source: An unhandled exception was thrown:
cs: Nastala neošetřená výjimka:
hr: Dogodila se netipična iznimka:

source: Assembly Version Information
cs: Shromážděné informace o verzích
hr: Informacije inačice sklopa

source: Assembly Name
cs: Název sestavení
hr: Naziv sklopa

source: Condition:
cs: Podmínka:
hr: Stanje:

source: _Match
cs: _Odpovídá
hr: _Podudara se

source: all
cs: vše
hr: sve

source: any
cs: cokoliv
hr: bilo što

source: of the following:
cs: z následujících:
hr: od sljedećeg:

source: _Limit to
cs: _Omezit na
hr: _Ograničeno na

source: selected by
cs: vybráno podle
hr: odabrao

source: ago
cs: před
hr: prije

source: seconds
cs: sekund
hr: sekunda

source: days
cs: dní
hr: dana

source: weeks
cs: týdnů
hr: tjedna

source: months
cs: měsíců
hr: mjeseca

source: years
cs: roků
hr: godina

source: {0} download at {1}/s
cs: {0} stahování rychlostí {1}/s
hr: {0} preuzimanje pri {1}/s

source: {0} download at {1}/s ({2} pending)
cs: {0} stahování rychlostí {1}/s ({2} čekající)
hr: {0} preuzimanje {1}/s ({2} na čekanju)

source: before
cs: před
hr: prije

source: after
cs: po
hr: poslije

source: is
cs: je
hr: je

source: is not
cs: není
hr: nije

source: at most
cs: nejvíce
hr: najviše

source: at least
cs: nejméně
hr: najmanje

source: less than
cs: méně než
hr: manje od

source: more than
cs: více než
hr: više od

source: empty
cs: prázdný
hr: prazno

source: {0} ago
cs: před {0}
hr: {0} prije

source: contains
cs: obsahuje
hr: sadrži

source: doesn't contain
cs: neobsahuje
hr: ne sadrži

source: starts with
cs: začíná na
hr: počinje s

source: ends with
cs: končí na
hr: završava s

source: Last.fm Account Login
cs: Přihlášení k účtu Last.fm
hr: Last.fm prijava računa

source: Please enter your Last.fm account credentials.
cs: Zadejte prosím přihlašovací údaje pro svůj účet na Last.fm.
hr: Upišite svoju Last.fm vjerodajnicu računa.

source: Save and Log In
cs: Uložit a přihlásit se
hr: Spremi i prijavi se

source: Authorize for Last.fm
cs: Ověřit pro Last.fm
hr: Ovjeri za Last.fm

source: This service does not exist.
cs: Tato služba neexistuje.
hr: Usluga ne postoji.

source: Stations are only available to paying Last.fm subscribers.
cs: Stanice jsou dostupné pouze pro registrované posluchače.
hr: Stanice su samo dostupne Last.fm pretplatnicima.

source: This station is not available.
cs: Tato stanice není dostupná.
hr: Ova stanica nije dostupna.

source: The request is missing a required parameter.
cs: U požadavku schází požadované parametry.
hr: Zahtjev nedostaje, potreban je parametar.

source: The specified resource is invalid.
cs: Zadaný zdroj není platný.
hr: Navedeni izvor je nevaljan.

source: Server error, please try again later.
cs: Chyba na serveru, zkuste to prosím později znovu.
hr: Greška poslužitelja, pokušajte ponovno kasnije.

source: Invalid authentication information, please re-authenticate.
cs: Neplatné ověřovací informace, proveďte prosím ověření znovu.
hr: Nevaljana informacija ovjere, ponovno upišite podatke ovjere.

source: The API key used by this application is invalid.
cs: Klíč API, použitý touto aplikací, není platný.
hr: API ključ koji koristi ova aplikacija je nevažeći.

source: The streaming system is offline for maintenance, please try again later.
cs: Proudovací systém je z důvodů údržby odstavený, zkuste to prosím později.
hr: Sustav za streamanje je nedostupan zbog održavanja, pokušajte ponovno kasnije.

source: The method signature is invalid.
cs: Metoda podpisu není platná.
hr: Način prijave je pogrešan.

source: There is not enough content to play this station.
cs: Pro stanici není dostatek obsahu, aby mohla být přehrávána.
hr: Nema dovoljno sadržaja za reprodukciju ove stanice.

source: This group does not have enough members for radio.
cs: Tato skupina nemá pro rádio dostatek členů.
hr: Ova grupa nema dovoljno članova za radio.

source: This artist does not have enough fans for radio.
cs: Tento umělec nemá pro rádio dostatek fanoušků.
hr: Ovaj izvođač nema dovoljno obožavatelja za radio.

source: There are not enough neighbours for this station.
cs: Pro stanici není dostatek sousedů.
hr: Nema dovoljno susjeda za ovu stanicu.

source: This user is not allowed to listen to radio during peak usage
cs: Tento uživatel nemá dovoleno poslouchat rádio ve špičce
hr: Ovom korisniku nije dopušteno slušanje radija tijekom vršnog opterećenja korištenja

source: Radio station not found
cs: Rozhlasová stanice nebyla nalezena
hr: Radio stanica nije pronađena

source: This application is not allowed to make requests to the web services
cs: Tato aplikace nemá dovoleno dělat požadavky na webové služby
hr: Ovoj aplikaciji nije dopušteno slanje zahtjeva web usluga

source: This type of request is no longer supported
cs: Tento typ požadavku není nadále podporován
hr: Ova vrsta zahtjeva više nije podržana

source: Your IP has made too many requests in a short period, exceeding our API guidelines
cs: Vaše adresa IP měla příliš mnoho požadavků za velmi krátký čas, překračující naše směrnice pro API
hr: Vaša IP adresa je napravila previše zahtjeva u kratkom razdoblju, prekoračene su naše API smjernice

source: There was an unknown error.
cs: Vyskytla se neznámá chyba.
hr: Dogodila se nepoznata greška.

source: Not connected to Last.fm.
cs: Nepřipojeno k Last.fm.
hr: Nije povezan s Last.fm.

source: Account details are needed before you can connect to Last.fm
cs: Jsou vyžadovány podrobnosti o účtu před tím, než se můžete připojit k Last.fm
hr: Prije povezivanja s Last.fm je potrebno upisati pojedinosti računa

source: No network connection detected.
cs: Nenalezeno žádné připojení k síti.
hr: Mrežno povezivanje nije otkriveno.

source: Last.fm username is invalid.
cs: Jméno uživatele pro Last.fm je neplatné.
hr: Last.fm korisničko ime je pogrešno.

source: Connecting to Last.fm.
cs: Připojování k Last.fm.
hr: Povezivanje s Last.fm.

source: Connected to Last.fm.
cs: Připojeno k Last.fm.
hr: Povezan s Last.fm.

source: Unknown Podcast
cs: Neznámý podcast
hr: Nepoznat Podcast
