Repository: linuxmint/gnome-apps
Catalog: banshee/po/*.po
Languages: cs, hr

source: Play the previous track, optionally restarting if the 'restart' value is set
cs: Přehrát předchozí skladbu, volitelně restartovat, pokud je nastavena hodnota „restart“
hr: Reproduciraj prijašnju pjesmu, neobavezno ponovno pokretanje ako je postavljena vrijednost 'restart'

source: If the current song has been played longer than 4 seconds then restart it, otherwise the same as --previous
cs: Pokud se současná skladba přehrává déle než 4 sekundy, tak se spustí znovu od začátku, jinak má stejnou funkci jak --previous
hr: Ako se trenutna pjesma reproducira dulje od 4 sekunde, tada je ponovno pokreni, u suprotnome je isto kao kod --previous

source: Automatically start playing any tracks enqueued on the command line
cs: Automaticky začít přehrávat všechny skladby zařazené ve frontě v příkazové řádce
hr: Automatski pokreni reprodukciju svih pjesama koji su dodani u redoslijed izvođenja iz naredbenog retka

source: Start playback
cs: Začít přehrávání
hr: Pokreni reprodukciju

source: Pause playback
cs: Pozastavit přehrávání
hr: Pauziraj reprodukciju

source: Toggle playback
cs: Přepnout přehrávání
hr: Uključi/Isključi reprodukciju

source: Completely stop playback
cs: Úplně zastavit přehrávání
hr: U potpunosti zaustavi reprodukciju

source: Enable or disable playback stopping after the currently playing track (value should be either 'true' or 'false')
cs: Povolit nebo zakázat zastavení přehrávání po právě hrané stopě (hodnota by měla být „true“ nebo „false“)
hr: Omogućite ili onemogućite zaustavljanje reprodukcije po završetku trenutne pjesme (vrijednost treba biti 'true' ili' false')

source: Set the playback volume (0-100), prefix with +/- for relative values
cs: Nastavit hlasitost přehrávání (0 - 100), relativní hodnoty zadejte pomocí znaménka +/- před číslem
hr: Postavite glasnoću zvuka (0-100), prefiks s +/- za relativne vrijednosti

source: Seek to a specific point (seconds, float)
cs: Přesun na zadanou pozici (v sekundách, desetinné číslo)
hr: Premotaj na određenu točku (sekunde, lebdenje)

source: Set the currently played track's rating (0 to 5)
cs: Nastavit hodnocení právě přehrávané stopy (0 až 5)
hr: Ocijenite trenutnu pjesmu (0 do 5)

source: Player Engine Query Options
cs: Volby dotazování přehrávacího jádra
hr: Mogućnosti upita mehanizma reproduktora

source: Current player state
cs: Aktuální stav přehrávače
hr: Trenutno stanje reproduktora

source: Last player state
cs: Poslední stav přehrávače
hr: Posljednje stanje reproduktora

source: Query whether the player can be paused
cs: Zeptat se, jestli může být přehrávač pozastaven
hr: Upitaj može li se reproduktor pauzirati

source: Query whether the player can seek
cs: Zeptat se, jestli může přehrávač přeskakovat
hr: Upitaj može li reproduktor tražiti

source: Player volume
cs: Hlasitost přehrávače
hr: Glasnoća zvuka reproduktora

source: Player position in currently playing track
cs: Pozice přehrávače v právě přehrávané stopě
hr: Položaj reproduktora u trenutno aktivnoj pjesmi

source: Playing Track Metadata Query Options
cs: Volby dotazování na metadata přehrávané stopy
hr: Mogućnosti upita metapodataka aktivne pjesme

source: Artist Name
cs: Jméno umělce
hr: Naziv Izvođača

source: Album Title
cs: Název alba
hr: Naslov albuma

source: Track Title
cs: Název skladby
hr: Naziv pjesme

source: Duration
cs: Délka
hr: Trajanje

source: Track Number
cs: Číslo stopy
hr: Broj pjesme

source: Track Count
cs: Počet stop
hr: Broj pjesama

source: Disc Number
cs: Číslo disku
hr: Broj diska

source: Year
cs: Rok
hr: Godina

source: Rating
cs: Hodnocení
hr: Ocjena

source: Score
cs: Bodování
hr: Rezulat

source: Bit Rate
cs: Datový tok
hr: Brzina prijenosa

source: User Interface Options
cs: Volby uživatelského rozhraní
hr: Mogućnosti korisničkog sučelja

source: Present the user interface on the active workspace
cs: Zobrazit uživatelské rozhraní na aktivní pracovní ploše
hr: Prikaži korisničko sučelje na aktivnoj radnoj površini

source: Enter the full-screen mode
cs: Vstoupit do režimu celé obrazovky
hr: Prikaz preko cijelog zaslona

source: Hide the user interface
cs: Skrýt uživatelské rozhraní
hr: Sakrij korisničko sučelje

source: Do not present the user interface, regardless of any other options
cs: Nezobrazovat uživatelské rozhraní, bez ohledu na jakékoliv další volby
hr: Ne prikazuj korisničko sučelje, bez obzira na ostale mogućnosti

source: Present the import media dialog box
cs: Zobrazit dialogové okno importu médií
hr: Prikaži prozor uvoza medija

source: Present the about dialog
cs: Zobrazit dialogové okno o aplikaci
hr: Prikaži prozor informacija o programu

source: Present the open location dialog
cs: Zobrazit dialogové okno otevření umístění
hr: Prikaži prozor otvaranja lokacije

source: Present the preferences dialog
cs: Zobrazit dialogové okno předvoleb
hr: Prikaži prozor osobitosti

source: Debugging and Development Options
cs: Volby ladění a vývoje
hr: Mogućnosti razvoja i otklanjanja grešaka

source: Enable general debugging features
cs: Zapnout obecné ladicí funkce
hr: Omogući opće mogućnosti otklanjanja grešaka

source: Enable debugging output of SQL queries
cs: Zapnout ladicí výstup SQL dotazů
hr: Omogući izlaz otklanjanja grešaka za SQL upite

source: Enable debugging output of Mono.Addins
cs: Zapnout ladicí výstup Mono.Addins
hr: Omogući izlaz otklanjanja grešaka za Mono.Addins

source: Specify an alternate database to use
cs: Určit alternativní databázi, která se má použít
hr: Odredite alternativnu bazu podataka koja će se koristiti

source: Force fetching of missing cover artwork
cs: Vynutit stažení chybějících přebalů
hr: Forsiraj preuzimanje nedostajućih omota albuma

source: Specify an alternate key, default is /apps/banshee-1/
cs: Určit alternativní klíč, výchozí je /apps/banshee-1/
hr: Odredite alternativni ključ. Zadani je /apps/banshee-1/

source: Optimize instance for running uninstalled; most notably, this will create an alternate Mono.Addins database in the working directory
cs: Přizpůsobit instanci pro běh bez instalace; tímto se především vytvoří alternativní databáze Mono.Addins v pracovním adresáři
hr: Optimiziraj primjerak za pokretanje deinstalacije; Između ostalog, ovo će stvoriti alternativnu Mono.Addins bazu podataka u radnom direktoriju

source: Disable DBus support completely
cs: Úplně zakázat podporu DBus
hr: U potpunosti onemogući DBus podršku

source: Skip loading a custom gtkrc file ({0}) if it exists
cs: Přeskočit načítání souboru gtkrc ({0}), pokud existuje
hr: Preskoči učitavanje prilagođene gtkrc datoteke ({0}) ako postoji

source: The following help arguments are invalid: {0}
cs: Následující pomocné argumenty jsou neplatné: {0}
hr: Sljedeći argumenti pomoći su neispravni: {0}

source: Play Album
cs: Přehrát album
hr: Reproduciraj album

source: En_queue
cs: _Zařadit do fronty
hr: Postavi u _red čekanja

source: _Play
cs: _Přehrát
hr: _Reproduciraj

source: Play _Song
cs: Přehrát _skladbu
hr: Reproduciraj pje_smu

source: Add a song to the playlist
cs: Přidat skladbu do seznamu
hr: Dodaj pjesmu na popis izvođenja

source: Play _Album
cs: Přehrát _album
hr: Reproduciraj _album

source: Add an album to the playlist
cs: Přidat album do seznamu skladeb
hr: Dodajte album na popis izvođenja

source: {0} remaining
cs: zbývá {0}
hr: {0} preostalo

source: Play Song
cs: Přehrát skladbu
hr: Reproduciraj pjesmu

source: Close
cs: Zavřít
hr: Zatvori

source: Search
cs: Hledat
hr: Pretraži

source: Artist, Album, or Title
cs: Umělec, album nebo název
hr: Izvođač, album ili naziv

source: Album Artist
cs: Umělec alba
hr: Izvođač albuma

source: Composer
cs: Skladatel
hr: Skladatelj

source: Genre
cs: Žánr
hr: Žanr

source: Comment
cs: Poznámka
hr: Komentar

source: Unknown Artist
cs: Neznámý umělec
hr: Nepoznat izvođač

source: Unknown Album
cs: Neznámé album
hr: Nepoznati izvođač

source: Unknown Title
cs: Neznámý název
hr: Nepoznat naslov

source: Various Artists
cs: Různí umělci
hr: Razni Izvođači

source: Stream location not found
cs: Umístění proudu nebylo nalezeno
hr: Lokacija streama nije pronađena

source: File not found
cs: Soubor nenalezen
hr: Datoteka nije pronađena

source: Codec for playing this media type not available
cs: Kodek na přehrávání tohoto typu média není dostupný
hr: Kôdek za ovu vrstu medija nije dostupan

source: File protected by Digital Rights Management (DRM)
cs: Soubor chráněný pomocí DRM (Digital Rights Management)
hr: Datoteka je zaštićena sa Upravljanje digitalnim pravima (DRM)

source: Unknown error
cs: Neznámá chyba
hr: Nepoznata greška

source: _Restart Podcast
cs: _Restartovat podcast
hr: _Ponovno pokreni podcast

source: _Restart Audiobook
cs: _Přehrát mluvenou knihu od začátku
hr: _Ponovno pokreni zvukovnu knjigu

source: _Restart Video
cs: _Přehrát video od začátku
hr: _Ponovno pokreni video snimku

source: _Restart Song
cs: _Přehrát skladbu od začátku
hr: _Ponovno pokreni pjesmu

source: _Restart Item
cs: _Restartovat položku
hr: _Ponovno pokreni stavku

source: _Jump to Playing Podcast
cs: _Přejít na přehrávaný podcast
hr: _Skoči na podcast koji se reproducira

source: _Jump to Playing Audiobook
cs: _Přejít na přehrávanou mluvenou knihu
hr: _Skoči na zvukovnu knjigu koja se reproducira

source: _Jump to Playing Video
cs: _Přejít na přehrávané video
hr: _Skoči na video snimu koja se reproducira

source: _Jump to Playing Song
cs: _Přejít na přehrávanou skladbu
hr: _Skoči na pjesmu koja se reproducira

source: _Jump to Playing Item
cs: _Přejít na přehrávanou položku
hr: _Skoči na stavku koja se reproducira

source: Unknown Year
cs: Neznámý rok
hr: Nepoznata godina

source: All Album Artists ({0})
cs: Všichni umělci alb ({0})
hr: Izvođači svih albuma ({0})

source: All Albums ({0})
cs: Všechna alba ({0})
hr: Svi albumi ({0})

source: All Artists ({0})
cs: Všichni umělci ({0})
hr: Svi izvođači ({0})

source: File is empty so it could not be imported: {0}
cs: Soubor je prázdný, takže nemůže být importován: {0}
hr: Datoteka je prazna, stoga se ne može uvesti: {0}

source: Value
cs: Hodnota
hr: Vrijednost

source: All Years ({0})
cs: Všechny roky ({0})
hr: Sve godine ({0})

source: Shuffle by A_lbum
cs: Zamíchat podle a_lba
hr: Naizmjenično prema a_lbumu

source: by album
cs: podle alba
hr: prema albumu

source: Play all songs from an album, then randomly choose another album
cs: Přehrát všechny skladby z jednoho alba a potom náhodně vybrat jiné album
hr: Reproduciraj sve pjesme iz albuma, te potom naizmjenično odaberi drugi album

source: Shuffle by A_rtist
cs: Zamíchat podle _umělce
hr: Naizmjenično prema i_zvođaču

source: by artist
cs: podle umělce
hr: prema izvođaču

source: Play all songs by an artist, then randomly choose another artist
cs: Přehrát všechny skladby od jednoho umělce a potom náhodně vybrat jiného umělce
hr: Reproduciraj sve pjesme prema izvođaču, te potom naizmjenično odaberi drugog izvođača

source: Shuffle _Off
cs: Vypn_out náhodné pořadí
hr: Naizmjenično isključen_o

source: manually
cs: ručně
hr: ručno

source: Do not shuffle playlist
cs: Nehrát seznam skladeb v náhodném pořadí
hr: Ne reproduciraj naizmjenično popis izvođenja

source: Shuffle by _Rating
cs: Zamíchat podle _hodnocení
hr: Naizmjenično prema _ocjeni

source: by rating
cs: podle hodnocení
hr: prema ocjeni

source: Play songs randomly, prefer higher rated songs
cs: Přehrát skladby ze seznamu náhodně, upřednostnit lépe hodnocené skladby
hr: Reproduciraj pjesme naizmjenično, ali preferiraj pjesme s boljom ocjenom

source: Shuffle by S_core
cs: Zamíchat podle _bodování
hr: Naizmjenično prema o_cjeni

source: by score
cs: podle bodování
hr: prema ocjeni

source: Play songs randomly, prefer higher scored songs
cs: Přehrát skladby ze seznamu náhodně, upřednostnit lépe bodované skladby
hr: Reproduciraj pjesme naizmjenično, ali preferiraj pjesme s boljom ocjenom

source: Shuffle by _Song
cs: Zamíchat podle _skladeb
hr: Naizmjenično prema pje_smi

source: by song
cs: podle skladby
hr: prema pjesmi

source: Play songs randomly from the playlist
cs: Přehrát skladby ze seznamu náhodně
hr: Naizmjenično reproduciraj pjesme iz popisa izvođenja

source: Scanning for media
cs: Vyhledávají se média
hr: Pretraživanje za medijem

source: Scanning...
cs: Prohledává se…
hr: Pretraživanje...

source: Scanning ({0} files)...
cs: Prohledává se ({0} souborů)…
hr: Pretraživanje ({0} datoteka)...

source: Importing Media
cs: Importování médií
hr: Uvažanje medija

source: The import process is currently running. Would you like to stop it?
cs: Právě probíhá import. Chcete jej zastavit?
hr: Postupak uvažanja je trenutno pokrenut. Želite li ga zaustaviti?

source: Importing {0} of {1}
cs: Importuje se {0} z {1}
hr: Uvažanje {0} od {1}

source: Rescanning {0} of {1}
cs: Opětovné prohledávání {0} z {1}
hr: Ponovno pretraživanje {0} od {1}

source: Upgrading your Banshee Database
cs: Vaše databáze Banshee se převádí na novější verzi
hr: Nadogradnja Banshee baze podataka

source: Please wait while your old Banshee database is migrated to the new format.
cs: Vyčkejte prosím, dokud nebude vaše stará databáze Banshee převedena do nového formátu.
hr: Pričekajte dok se vaša stara Banshee baza podataka prebacuje u novi format.

source: Refreshing Metadata
cs: Obnovování metadat
hr: Osvježavanje metapodataka

source: Classical
cs: Klasická hudba
hr: Klasična

source: Club
cs: Klubová hudba
hr: Klub

source: Dance
cs: Taneční hudba

source: Full Bass
cs: Plné basy
hr: Potpuni bas

source: Full Bass and Treble
cs: Plné basy a výšky
hr: Potpuni bas i visoki tonovi

source: Full Treble
cs: Plné výšky
hr: Poptuni visoki tonovi

source: Laptop Speakers and Headphones
cs: Reproduktory notebooku a sluchátka
hr: Zvučnici i slušalice prijenosnika

source: Large Hall
cs: Rozlehlý sál
hr: Velika dvorana

source: Live
cs: Živé představení
hr: Uživo

source: Party
cs: Párty
hr: Tulum

source: Smiley Face Curve
cs: Tvar úsměvu na tváři
hr: Krivulja smješka

source: Soft
cs: Měkké podání
hr: Mekano

source: Soft Rock
cs: Měkký Rock

source: Remove From Library
cs: Odstranit z kolekce
hr: Ukloni iz zbirke

source: File Organization
cs: Organizace souborů
hr: Organizacija datoteka

source: Co_py files to media folder when importing
cs: Při importu ko_pírovat soubory do složky médií
hr: Ko_piraj datoteke u medijsku mapu prilikom uvoza

source: _Update file and folder names
cs: _Aktualizovat názvy souborů a složek
hr: _Nadopuni nazive datoteka i mapa

source: Rename files and folders according to media metadata
cs: Přejmenovat soubory a složky podle metadat média
hr: Preimenuj datoteke i mape prema medijskim metapodacima

source: {0} Folder
cs: Složka {0}
hr: {0} mapa

source: Track Artist
cs: Umělec stopy
hr: Izvođač pjesme

source: Album Artist Initial
cs: Iniciály umělce alba
hr: Početni izvođača albuma

source: Conductor
cs: Dirigent
hr: Dirigent

source: Title
cs: Název
hr: Naziv

source: Count
cs: Počet
hr: Broj

source: Number
cs: Číslo
hr: Broj

source: Count (unsorted)
cs: Počet (neseřazeno)
hr: Broj (nerazvrstan)

source: Number (unsorted)
cs: Číslo (neseřazeno)
hr: Broj (nerazvrstan)

source: Disc Count
cs: Počet disků
hr: Broj diska

source: Grouping
cs: Seskupení
hr: Grupiranje

source: Music
cs: Hudba
hr: Glazba

source: Search your music
cs: Hledat svoji hudbu
hr: Pretražite svoju glazbu

source: Miscellaneous
cs: Různé
hr: Ostalo

source: _Sort an artist's albums by year, not title
cs: Ř_adit umělcova alba podle roku, ne názvu
hr: _Razvrstaj albume izvođača prema godini, a ne prema naslovu

source: {0} song
cs: {0} skladba
hr: {0} pjesma

source: Music Folder
cs: Složka s hudbou
hr: Glazbena mapa

source: Favorites
cs: Oblíbené
hr: Omiljeno

source: Songs rated four and five stars
cs: Skladby hodnocené čtyřmi a pěti hvězdičkami
hr: Pjesme ocijenjene s 4 i 5 zvijezdica

source: Recent Favorites
cs: Nedávno oblíbené
hr: Najnoviji omiljeni

source: Songs listened to often in the past week
cs: Skladby často poslouchané poslední týden
hr: Najčešće slušane pjesme u zadnjem tjednu

source: Recently Added
cs: Nedávno přidané
hr: Nedavno dodano

source: Songs imported within the last week
cs: Skladby importované poslední týden
hr: Pjesme dodane tijekom prošlog tjedna

source: Recently Played
cs: Naposledy přehráno
hr: Nedavno reproducirano

source: Recently played songs
cs: Naposledy přehrané skladby
hr: Nedavno reproducirane pjesme

source: Unheard
cs: Neposlouchané
hr: Nepreslušano

source: Songs that have not been played or skipped
cs: Skladby, které nebyly dosud hrány nebo byly přeskočeny
hr: Pjesme koje još nisu reproducirane ili su preskočene

source: Neglected Favorites
cs: Opomenuté oblíbené
hr: Zanemarene omiljene pjesme

source: Favorites not played in over two months
cs: Oblíbené nehrané poslední dva měsíce
hr: Omiljene pjesme koje nisu reproducirane više od dva mjeseca

source: Least Favorite
cs: Nejméně oblíbené
hr: Najmanje omiljene

source: Songs rated one or two stars or that you have frequently skipped
cs: Skladby hodnocené jednou či dvěma hvězdičkami nebo často přeskakované
hr: Pjesme ocjenjene s jednom ili dvije zvijezdice ili koje su redovito preskakane

source: 700 MB of Favorites
cs: 700 MB oblíbených
hr: 700 MB omiljenih

source: A data CD worth of favorite songs
cs: Datové CD s oblíbenými skladbami
hr: Podatkovni CD s najomiljenijim pjesmama

source: 80 Minutes of Favorites
cs: 80 minut oblíbených
hr: 80 minuta najomiljenijih

source: An audio CD worth of favorite songs
cs: Hudební CD s oblíbenými skladbami
hr: Glazbeni CD s najomiljenijim pjesmama

source: Unrated
cs: Nehodnocené
hr: Neocijenjeno

source: Songs that haven't been rated
cs: Skladby, které dosud nebyly hodnocené
hr: Pjesme koje nisu ocijenjene

source: Importing Songs
cs: Importování skladeb
hr: Uvoz pjesama

source: Importing From {0}
cs: Importování z {0}
hr: Uvoz iz {0}

source: Videos
cs: Videa
hr: Video snimke

source: Search your videos
cs: Hledat svá videa
hr: Pretražite svoje video snimke

source: Produced By
cs: Vytvořil
hr: Redatelj

source: Videos Folder
cs: Složka s videem
hr: Mapa video snimaka

source: Videos rated four and five stars
cs: Videa hodnocené čtyřmi a pěti hvězdičkami
hr: Video snimke ocijenjene s 4 ili 5 zvjezdica

source: Unwatched
cs: Nezhlédnuté
hr: Nepogledano

source: Videos that haven't been played yet
cs: Videa, které dosud nebyla přehrána
hr: Video snimke koje još nisu odgledane

source: Default player engine
cs: Výchozí jádro přehrávače
hr: Zadani mehanizam reproduciranja

source: No player engines were found. Please ensure Banshee has been cleanly installed.
cs: Nebyla nalezena žádná přehrávací jádra. Zajistěte prosím korektní instalaci Banshee.
hr: Nije pronađen nijedan mehanizam reproduciranja. Provjerite je li Banshee ispravno instaliran.

source: Problem with Player Engine
cs: Problém s přehrávacím jádrem
hr: Problem s mehanizmom izvođenja

source: Converting {0} of {1}
cs: Převádí se {0} z {1}
hr: Pretvorba {0} od {1}

source: Initializing
cs: Inicializuje se
hr: Pokretanje

source: Files are currently being converted to another format. Would you like to stop this?
cs: Soubory se nyní převádí do jiného formátu. Chcete převod zastavit?
hr: Datoteke se trenutno pretvaraju u drugi format. Želite li zaustaviti pretvorbu?

source: Saving Metadata to File
cs: Ukládají se metadata do souboru
hr: Spremanje metapodataka u datoteku

source: Sync _metadata between library and files
cs: Synchronizovat _metadata mezi kolekcí a soubory
hr: Uskladi _metapodatke između zbirke i datoteka

source: Enable this option to have metadata in sync between your library and supported media files
cs: Zapněte tuto volbu, pokud chcete mít metadata synchronizována mezi vaší kolekcí a podporovanými mediálními soubory
hr: Omogućite ovu mogućnost kako biste imali usklađene metapodatke između vaše zbirke i podržanih medijskih datoteka

source: Sync _ratings between library and files
cs: Synch_ronizovat hodnocení mezi kolekcí a soubory
hr: Uskladi _ocjene između zbirke i datoteka

source: Enable this option to have rating metadata synced between your library and supported audio files
cs: Zapněte tuto volbu, pokud chcete mít hodnocení synchronizována mezi vaší kolekcí a podporovanými mediálními soubory
hr: Omogućite ovu mogućnost kako biste imali usklađene metapodatke ocjenjivanja između vaše zbirke i podržanih zvučnih datoteka

source: Sync play counts between library and files
cs: Synchronizovat počet přehrání mezi kolekcí a soubory
hr: Uskladi broj reprodukcija između zbirke i datoteka

source: Enable this option to have playcount metadata synced between your library and supported audio files
cs: Zapněte tuto volbu, pokud chcete mít počty přehrání synchronizovány mezi vaší kolekcí a podporovanými mediálními soubory
hr: Omogućite ovu mogućnost kako biste imali usklađene metapodatke broja reprodukcija između vaše zbirke i podržanih zvučnih datoteka

source: There is no available network connection
cs: Není dostupné žádné síťové připojení
hr: Nema dostupnog mrežnog povezivanja

source: Cannot connect to NetworkManager or Wicd
cs: Nelze se spojit s NetworkManagerem nebo Wicd
hr: Nemoguće povezivanje s Mrežnim upraviteljem ili Wicd

source: An available, working network connection will be assumed
cs: Bude předpokládáno dostupné a funkční síťové připojení
hr: Dostupno, ispravno mrežno povezivanje je podrazumijevano

source: _Disable features requiring Internet access
cs: _Zakázat funkce, které vyžadují připojení k internetu
hr: _Onemogući značajke koje zahtijevaju pristup Internetu

source: Some features require a broadband Internet connection such as Last.fm or cover art fetching
cs: Některé funkce vyžadují rychlé připojení k internetu, např. Last.fm nebo stahování přebalů
hr: Neke značajke, poput Last.fm usluge ili preuzimanja omota, zahtijevaju širokopojasni pristup Internetu

source: Search this playlist
cs: Prohledat tento seznam skladeb
hr: Pretraži ovaj popis izvođenja

source: Playlist
cs: Seznam skladeb
hr: Popis izvođenja

source: Remove From Playlist
cs: Odstranit ze seznamu skladeb
hr: Ukloni iz popisa izvođenja

source: Delete Playlist
cs: Vymazat seznam skladeb
hr: Obriši popis izvođenja

source: New Playlist
cs: Nový seznam skladeb
hr: Novi popis izvođenja

source: MPEG Version 3.0 Extended (*.m3u)
cs: MPEG verze 3.0 rozšířený (*.m3u)
hr: MPEG inačica 3.0 Prošireni (*.m3u)

source: Shoutcast Playlist version 2 (*.pls)
cs: Shoutcast Playlist verze 2 (*.pls)
hr: Shoutcast popis izvođenja inačice 2 (*.pls)

source: XML Shareable Playlist Format version 1 (*.xspf)
cs: XML Shareable Playlist Format verze 1 (*.xspf)
hr: XML dijeljiv format popisa izvođenja inačice 1 (*.xspf)

source: General
cs: Obecné
hr: Općenito

source: Source Specific
cs: Dané zdrojem
hr: Postavke izvora

source: Extensions
cs: Rozšíření
hr: Proširenja

source: File Policies
cs: Pravidla souborů
hr: Pravila datoteka

source: Improve Banshee by sending anonymous usage data
cs: Zdokonalte Banshee zasíláním anonymních dat o používání
hr: Poboljšajte Banshee slanjem anonimnih podataka o korištenju

source: items
cs: položky
hr: stavka

source: minutes
cs: minuty
hr: minuta

source: hours
cs: hodiny
hr: sata

source: Artist
cs: Umělec
hr: Izvođač

source: artist
cs: umelec
hr: izvođač

source: by
cs: od
hr: od

source: artists
cs: umělci
hr: izvođači

source: albumartist
cs: umelec_alba
hr: izvođač-albuma

source: compilationartist
cs: uměleckompilace
hr: izvođač-kompilacije

source: on
cs: na
hr: na

source: from
cs: z
hr: iz

source: Disc
cs: Disk
hr: Disk

source: disc
cs: disk
hr: disk

source: discnum
cs: cislo_disku
hr: broj-diska

source: discs
cs: disku
hr: diskovi

source: cds
cs: pocet_cd
hr: cd-i

source: track
cs: stopa
hr: pjesme

source: trackno
cs: stopa_cislo
hr: bez -pjesme

source: tracknum
cs: cislo_stopy
hr: broj-pjesme

source: tracks
cs: stop
hr: pjesme

source: trackcount
cs: pocet_stop
hr: broj-pjesme

source: Beats per Minute
cs: Úderů za minutu
hr: Taktova po minuti

source: bpm
cs: uzm
